[
  {
    "article": "Article 1.",
    "content": "Scope and regulated entities 1. This Law provides for policies of the State on pharmacy and development of pharmacy industry; pharmacy practice; pharmacy business; registration, sale, recall of drug and medicinal ingredients; herbal ingredients and traditional drugs; drug information, pharmacovigilance, drug advertising; clinical pharmacology; management of drugs in health facilities; clinical trial of drugs (hereinafter referred to as clinical trial) and bioequivalence study of drugs; management of drug quality, medicinal ingredients, and drug prices. 2. This Law applies to domestic and foreign organizations and individuals related to pharmacy activities in Vietnam."
  },
  {
    "article": "Article 2.",
    "content": "Definitions For the purpose of this Law, the terms below are construed as follows: 1. Pharmaceuticals are drugs and medicinal ingredients. 2. Drug means a preparation that contains active ingredients or herbal ingredients used for prevention, diagnosis, treatment, alleviation of diseases in humans, regulation of human physiological functions, including modern drugs, herbal drugs, traditional drugs, vaccines, and biologicals. 3. Medicinal ingredient means an ingredient incorporated into the drug which may be an active ingredient, herbal ingredient, excipient, or capsule shells used during the manufacture of drugs. 4. Active ingredient means a substance or mixture of substances used for the manufacture of drugs and has pharmacological effects or direct effects in prevention, diagnosis, treatment, alleviation of diseases, or regulation of human physiological functions. 1 5. Herbal ingredient means a medicinal ingredient derived from plants, animals, minerals and is qualified for medicinal use. 6. Modern drug means a drug that contain active ingredients whose composition, formula, purity are determined and are qualified for medicinal use, including injectable drugs derived from herbal ingredients, drugs that combine active ingredients and herbal ingredients whose safety and efficacy have been proven. 7. Herbal drug means a drug whose ingredients are derived from herbal ingredients and its effects are supported by scientific evidence, except for traditional drugs mentioned in Clause 8 of this Article. 8. Traditional drug (including traditional ingredients) means a drug that composed herbal ingredients that are processed, prepared, or combined according to traditional drug principles or methods; it may have a traditional or modern dosage form. 9. Traditional ingredient means an herbal ingredient that is processed according to traditional drug principles and methods and is used for production of traditional drugs, prevention or treatment of diseases. 10. Biological (also biopharmaceutical) means a drug that is the product of a technological or biological process from a macromolecular substance or mixture of macromolecular substances extracted from biological sources, including derivatives of human blood and plasma. Biologicals do not include antibiotics and substances derived from biological sources that have small molecular weights and can be subdivided into pure substances and in vitro diagnostic reagents. 11. Reference biological means a biological licensed for free sale in Vietnam based on sufficient data about its quality, safety, and efficacy. 12. Similar biological means a biological whose quality, safety, and efficacy are similar to those of a reference biological. 13. Vaccine means a drug that contains antigens which helps the body develop immunity and is used for prevention or treatment of diseases. 14. New drug means a drug that contains a new active ingredient or an herbal ingredient which is medicinally used in Vietnam for the first time; a drug that has a new combination of licensed active ingredients or herbal ingredients that have been medicinally used in Vietnam. 15. Generic drug means a drug that has the same active ingredients, content, dosage form as those of the original brand name drug and is a substitute for the original brand name drug. 16. Original brand name drug means the first drug that is licensed for free sale based on sufficient data about its quality, safety, and efficacy. 2 17. Narcotic drug means a drug that contains any psychoactive substance that easily causes addiction on the List of narcotic active ingredients promulgated by the Minister of Health. 18. Psychotropic drug means a drug that contains any psychoactive substance or hallucinogen that can cause addiction if used many times on the List of psychotropic substances promulgated by the Minister of Health. 19. Precursor drug means a drug that contains any precursor on the List of drug precursors promulgated by the Minister of Health. 20. Combined drug that contain narcotic ingredients means a drug that contain various active ingredients including narcotic ingredients with the content specified by the Ministry of Health. 21. Combined drug that contain psychotropic substances means a drug that contain various active ingredients including psychotropic ingredients with the content specified by the Ministry of Health. 22. Combined drug that contain precursors means a drug that contain various active ingredients including precursors with the content specified by the Ministry of Health. 23. Radiopharmaceutical means a drug that contains radionuclides used for diagnosis, treatment of diseases in humans or medical-biological research, including radioactive isotopes or radioactive isotopes combined with tracers. 24. Radioactive isotope means the isotope of an element the nucleus of which is instable and emitting ionizing irradiation while undergoing radioactive decay in order to be stable. 25. Tracer (also carrier) means a substance or compound used for preparation or combination with radioactive isotopes to create radiopharmaceuticals. 26. Controlled drugs and medicinal ingredients include: a) The drugs specified in Clauses 17, 18, 19, 20, 21, 22, 23 and 24 of this Article; b) Medicinal ingredients that are psychotropic ingredients, narcotic substances, drug precursors, or radioactive substances for manufacture of drugs specified in Clauses 17, 18, 19, 20, 21, 22, 23 and 24 of this Article; c) Toxic drugs, toxic medicinal ingredients on the List promulgated by the Minister of Health; d) Drugs, active ingredients on the List of banned substances in some fields and sectors promulgated by the Government. 27. OTC drug means a drug that may be dispensed, retailed, and used without a prescription on the list of OTC drugs promulgated by the Minister of Health. 28. Prescription drug means a drug that requires a medical prescription to be dispensed, retailed, or used because the misuse of which might be dangerous to the user’s health or life. 3 29. Essential drug means a drug that satisfies the need for healthcare of the majority of people on the List of essential drugs promulgated by the Minister of Health. 30. Rare drug means a drug that is used for prevention, diagnosis, treatment of a rare disease or not always available prescribed by the Minister of Health. 31. Shelf life of a drug means the predetermined period of time after which the drug must not be used. The shelf life may be expressed as a period of time from the date of manufacture to the date of expiry, or as an expiry date. Where the shelf life is expressed as the month and year of expiry, it may be used until the last day of such month. 32. Unqualified drug means a drug that fails to meet the quality standards registered with a competent authority. 33. Counterfeit drug means a drug that: a) does not contain any active ingredients or herbal ingredients; b) contains active ingredients other than those written on its label or registered standards or import license; c) contains active ingredients or herbal ingredients whose content or concentration is different from the registration or the import license, except for unqualified drugs mentioned in Clause 32 of this Article during the storage or distribution; or d) is manufactured, displayed, or labeled in a way that impersonates another manufacturer or country of manufacture or country of origin. 34. Counterfeit herbal ingredient means an herbal ingredient that: a) is of a different species, part, or origin from that written by the seller on the label or attached document; b) is deliberately mixed or replaced with an ingredient other than that written on the label; is used for extraction of active ingredients; c) is manufactured, displayed, or labeled in a way that impersonates another manufacturer or country of manufacture or country of origin. 35. Adverse effect of a drug means the unwanted harmful effect that might occur with a normal dose. 36. Pharmacy practice means the application of a person’s expertise to pharmacy business and clinical pharmacology. 37. Good practice means a set of principles and standards for manufacture, storage, testing, sale of drugs, prescription, clinical trial, cultivation and harvest of herbal ingredients, and other sets of principles and standards promulgated or applied by the Minister of Health in 4 accordance with instructions of World Health Organization (WHO) or other international organizations accredited or participated in by Vietnam. 38. Bioavailability means an indicator of degree and rate at which an active ingredient or substance in a drug is absorbed into the body for it to be available at the site of physiological activity inside the body. 39. Bioequivalence means the equivalence of bioavailability between two drugs under the same conditions. 40. Clinical pharmacology means scientific research and pharmacy practice related to consultancy on reasonable, safe, and effective use of drugs for optimizing the use of drugs. 41. Pharmacovigilance means the discovery, assessment, and prevention of adverse effects related to the use of drugs 42. Primary package means the package that contains the drugs and is in direct physical contact with the drug and form the shape or wrap around the shape of the drug inside. 43. Pharmacy business means one, some or all stages of the investment process, including inter alia manufacture, sale, provision of services related to drugs and medicinal ingredients on the market for with an aim to make a profit."
  },
  {
    "article": "Article 3.",
    "content": "National reserves of drugs and medicinal ingredients 1. The State shall build up national reserves of drugs and medicinal ingredients for the purposes of: a) Prevention and elimination of epidemics, disaster recovery; b) Assurance of national defense and security; c) Prevention, diagnosis, and treatment of rare diseases; d) Use in case of unavailability of drugs. 2. The building up, organization, management, and use of drugs and medicinal ingredients from the national reserves shall comply with regulations of law on national reserves."
  },
  {
    "article": "Article 4.",
    "content": "Pharmacy authorities 1. The Government shall uniform state management of pharmacy. 2. The Ministry of Health is responsible to the Government for state management of pharmacy. 3. Other Ministries and ministerial agencies shall carry out state management of pharmacy ex officio and cooperate with the Ministry of Health in state management of pharmacy as assigned by the Government. 5 4. The People’s Committees shall carry out state management of pharmacy locally."
  },
  {
    "article": "Article 5.",
    "content": "Pharmacy associations 1. Pharmacy associations are socio-professional organizations engaged in pharmacy industry. 2. Every organization and individual engaged in the pharmacy industry is entitled to participate in and establish pharmacy associations. 3. Organization and operation of pharmacy associations shall comply with this Law and regulations of law on associations. 4. Responsibilities and entitlements of a pharmacy association: a) Promulgate the code of ethics for pharmacy practitioners on be basis of the code of ethics promulgated by the Minister of Health; b) Participate in development, implementation, and supervision of implementation of legislative documents on pharmacy; c) Participate in supervision of pharmacy practice and adherence to the code of ethics for pharmacy practitioners and social criticism related to pharmacy; d) Participate in training program and refresher program in pharmacy; dd) Participate in Advisory Council for issuance of pharmacy practice certificate."
  },
  {
    "article": "Article 6.",
    "content": "Prohibited acts 1. Running a pharmacy business without the Certificate of eligibility for pharmacy business or while being suspended or while the Certificate of eligibility for pharmacy business is suspended. 2. Running a pharmacy business at a location other than the registered business location. 3. Dealing in drugs and medicinal ingredients specified in Clause 26 Article 2 hereof, other drugs and medicinal ingredients for improper purposes or providing drugs and medicinal ingredients for entities that are not permitted by competent authorities. 4. Running a pharmacy business beyond the scope written in the Certificate of eligibility for pharmacy business. 5. Running a pharmacy business that involves: a) Counterfeit drugs or medicinal ingredients; b) Unqualified drugs or medicinal ingredients; drugs or medicinal ingredients that have to be recalled as requested by a competent authority; drugs or medicinal ingredients of unknown origins; expired drugs or medicinal ingredients; 6 c) Drugs or medicinal ingredients on the List of drugs and medicinal ingredients banned from import or manufacture; d) Drugs for clinical trial; dd) Drugs or medicinal ingredients as samples for registration, testing, scientific research, or display at a fair or exhibition; e) Drugs or medicinal ingredients that have not been licensed for free sale; g) Drugs that belong to a National Target Program, drugs as aid and other drugs banned from selling; h) Retailing prescription drugs without prescription; retailing vaccines; i) Selling drugs at higher prices that declared or listed prices. 6. Forging, falsifying documents or certificates of competent authorities and other entities in pharmacy activities. 7. Changing, falsifying shelf life of drugs except for those specified in Clause 3 Article 61 of this Law. 8. Holding the positions specified in Article 11 of this Law without a pharmacy practice certificate or while the pharmacy practice certificate is suspended. 9. Renting, borrowing, leasing out, lending the pharmacy practice certificate or Certificate of eligibility for pharmacy business, or allowing another person to use it to practice pharmacy or do pharmacy business. 10. Advertising in the following cases: a) Advertising drugs before a competent authority certify the advertising content or against the contents certified by the competent authority; b) Using a certificate not recognized by the Ministry of Health; using material benefits, reputation of an organization or individual, symbols, images, positions, mails, letters of thanks to advertise drugs; c) Using results of clinical trial or pre-clinical trial, testing results, results of bioequivalence study that are not recognized by the Ministry of Health to advertise drugs. 11. Running sale promotion of drugs against the law. 12. Profiteering by prescribing drugs. 13. Manufacturing, concocting, selling traditional medicines combines with active ingredients without permission by a competent authority. 7 14. Dispensing, selling expired drugs or drugs that are not stored in accordance with instructions on the labels, drugs that have to be recalled as requested by a competent authority, drugs of unknown origins. 15. Providing information, advertising, marketing, prescribing, counseling, labeling, giving instructions that non-medicinal products can be used for prevention, treatment, diagnosis, alleviation of diseases or regulating human physiological functions, except for medical equipment. 16. Exporting herbal ingredients on the List of controlled rare and special herbs before being licensed by a competent authority. Chapter II STATE POLICIES ON PHARMACY AND DEVELOPMENT OF PHARMACY INDUSTRY"
  },
  {
    "article": "Article 7.",
    "content": "State policies on pharmacy 1. Ensure adequate and timely supply of drugs with good quality and reasonable prices to serve the people’s need for prevention and treatment of diseases while taking into account the disease situation, national defense and security requirements, need for prevention and elimination of epidemics, disaster recovery, and rare drugs. 2. Ensure the reasonable, safe, and effective use of drugs; give priority to clinical pharmacology and pharmacovigilance activities. 3. Provide incentives for manufacture of drugs, medicinal ingredients, essential drugs, drugs for prevention and treatment of sexually transmitted diseases, vaccines, biologicals, herbal drugs, traditional drugs, rare drugs; provide incentives for scientific research into concoction technology and biotechnology for creation of new drugs. 4. With regard to purchases of drugs funded by state budget, health insurance fund, revenue from medical examination and treatment services, and other lawful sources of income of public health facilities: a) Do not offer imported drugs on the List promulgated by the Minister of Health while domestically produced drugs still meet the treatment, pricing, and supply requirements. Priority shall be given to purchase of generic drugs and biosimilars that are domestically produced and granted certificates of free sale in Vietnam; herbal drugs, traditional drugs derived from domestic herbal ingredients; drugs using active ingredients, excipients, capsule shells, or primary packages manufactured by domestic facilities that fulfills Good Manufacturing Practice (GMP) requirements; fresh herbal ingredients; herbal drugs and traditional drugs manufactured as a result of national, ministerial, or provincial science and technology missions; b) Do not offer imported herbal ingredients on the List promulgated by the Minister of Health while herbal ingredients domestically cultivated and obtained still meet the treatment, pricing, and supply requirements. 8 The Government shall provide for reasonable pricing; c) Give priority to purchase of drugs on the List of national products. 5. Facilitate procedures for application for permission for free sale of generic drugs whose patents are going to expire soon, biosimilars; Facilitate procedures for registration of free sale and application for licenses to import rare drugs and the vaccines have undergone pre assessment by WHO. 6. Combine investment from state budget and investment from other sources in development of the manufacture of vaccines, biologicals, herbal ingredients, traditional drugs, drugs whose patents are going to expire soon; cultivation and production of herbal ingredients; discovery, conservation and application of science and technology to research and development of genetic resources of rare and special herbal ingredients. 7. Facilitate the discovery, clinical trial, registration of protection of intellectual property rights, registration of free sale of traditional drugs and herbal drugs under national, ministerial or provincial scientific projects that have been accepted; exploration, extraction, and use of new herbal ingredients; export of cultivated herbal ingredients; acclimatization of herbs; reasonable extraction of natural herbs; research into suitable herb species in each area; development of herbal ingredient farming areas; modernization of the manufacture of herbal ingredients, herbal drugs and traditional drugs; 8. Introduce policies to protect confidentiality of information about concoction and clinical trial of traditional drugs; accord reasonable treatment to donors of precious traditional remedies to the State; facilitate the issuance of traditional medicine practice certificates to holders of hereditary remedies recognized by the Ministry of Health; 9. Encourage technology transfers in drug manufacture; develop the network of distribution, drugstores, storage and supply of drugs towards professionalism, modernity, and efficiency; ensure timely and adequate supply of drugs with good quality to meet the people’s need for drugs; encourage drugstores and dispensaries to open 24/24. Give priority to investment in and support for the drug supply system, mobile drug retailers for ethnic minorities, people in highlands, on islands, and in extremely disadvantaged areas. 10. Request military health facilities to participate in supply of drugs and cultivation of herbal ingredients to meet the need for prevention and treatment of diseases of ethnic minorities, people living in highlands, on islands, and in extremely disadvantaged areas. 11. Introduce policies on improvement of pharmacy human resources; give priority to people who obtain pharmacy practice certificates by passing examinations as prescribed by the Government."
  },
  {
    "article": "Article 8.",
    "content": "Prioritize fields in development of pharmacy industry 1. Research into manufacture of medicinal ingredients from herbal ingredients available in Vietnam to serve concoction and manufacture of herbal drugs and traditional drugs. 9 2. Manufacture of drugs as soon as the patent expires, vaccines, biologicals, herbal ingredients, herbal drugs, traditional drugs, rare drugs. 3. Development of sources of herbal ingredients and herbal ingredient farming areas; conservation of genetic resources and development of rare or special species of herbal ingredients. 4. Investment incentives and investment support for prioritized fields related to development of pharmacy industry shall comply with regulations of law on investment."
  },
  {
    "article": "Article 9.",
    "content": "Master plan for pharmacy industry development 1. The master plan for pharmacy industry development consists of plans for manufacture, distribution, storage, testing of drugs and medicinal ingredients, development of herbal ingredient sources and herb farming areas. 2. The master plan for pharmacy industry development must: a) comply with this Law and relevant regulations of law; b) comply with the effective national socio-economic development strategy; ensure environmental protection and safety equipment; c) be concentrated, modernized and professionalized; and d) contains scientific forecasts, satisfy practical requirements and be suitable for the tendency of development and international integration. 3. Apart from the provisions of Clause 2 above, the plans for manufacture of herbal ingredients, herbal drugs, traditional drugs, development of herbal ingredient sources and herb farming areas must: a) specify the reasonable extraction of natural resources in a way that is appropriate for the climate, ecology, natural and social conditions of each area; b) orient the industrial manufacture of herbal ingredients, development of herb farming areas, conservation of genetic resources, development of rare and special species of herbs on the basis of enhanced investment in technology combined with traditional experience. 4. The formulation, approval, and management of the master plan for pharmacy industry development shall comply with law."
  },
  {
    "article": "Article 10.",
    "content": "Responsibility for development of pharmacy industry 1. The Ministry of Health has the responsibilities to: a) Take charge and cooperate with other relevant Ministries, ministerial agencies, Governmental agencies in promulgating or proposing the promulgation and organizing the implementation of legislative documents, strategies, policies, master plans, and plans for pharmacy industry development; 10 b) Take charge and cooperate with the Ministry of Education and Training in formulating plans for training and employment regarding research into and manufacture of generic drugs, vaccines, biologicals, herbal drugs, traditional drugs, rare drugs; c) Take charge and cooperate with the Ministry of Natural Resources and Environment, the Ministry of Agriculture and Rural Development, and relevant agencies in planning herb farming areas; organize the implementation of measures for conservation, reasonable and sustainable extraction of herbal ingredient sources; d) Take charge and cooperate with the Ministry of Agriculture and Rural Development, other Ministries, ministerial agencies and Governmental agencies in promulgating the List of controlled rare and special herbs. 2. The Ministry of Industry and Trade shall take charge and cooperate with other relevant Ministries, ministerial agencies, Governmental agencies in promulgating or proposing the promulgation and organizing the implementation of legislative documents, master plans, and plans for development of pharmaceutical chemistry industry; 3. The Ministry of Agriculture and Rural Development has the responsibilities to: a) Take charge and cooperate with the Ministry of Health, the Ministry of Science and Technology in research into selection, creation, cultivation and harvest of herb varieties; research into and dissemination of knowledge about cultivation and protection of medicinal plants and animals; b) Take charge and cooperate with other relevant Ministries, ministerial agencies and Governmental agencies in proposing the policies on varieties, capital, and technology in cultivation and harvest of herbal ingredients. 4. The Ministry of Natural Resources and Environment shall take charge and cooperate with other relevant Ministries, ministerial agencies and Governmental agencies in proposing policies on access to herb genetic resources and sharing benefits from the use of such resources. 5. The Ministry of Planning and Investment has the responsibilities to: a) Provide and balance sources of investment in pharmacy industry development; attract foreign investments in pharmacy industry development; b) Take charge and cooperate with the Ministry of Finance, other relevant Ministries, ministerial agencies and Governmental agencies in developing and proposing regulations and policies on incentives and support for investment in pharmacy as prescribed in Article 8 hereof. 6. The Ministry of Finance has the responsibilities to: a) Take charge and cooperate with other relevant Ministries, ministerial agencies, Governmental agencies in developing and proposing a financial mechanism for attracting and maintaining resources for implementation of master plans and plans for pharmacy industry development; 11 b) Take charge and cooperate with the Ministry of Industry and Trade, the Ministry of National Defense, the Ministry of Health, the People’s Committees of bordering provinces in management, control of import of drugs and medicinal ingredients that have not been licensed for free sale, import of herbal ingredients that have not been permitted by competent authority, export of herbal ingredients on the List of controlled rare and special herbs. 7. The Ministry of Science and Technology has the responsibilities to: a) Request or provide annual funding from state budget for scientific activities serving research application of research findings in manufacture of drugs, especially those on the List of national commodities; b) Take charge and cooperate with the Ministry of Agriculture and Rural Development, the Ministry of Health in conducting research, conserving genetic resources, and developing sources of rare and special herbal ingredients; c) Take charge and cooperate with the Ministry of Health in developing policies on protection of intellectual property of traditional drugs. 8. The People’s Committees of provinces have the responsibilities to: a) Formulate, approve provincial master plans and plans for pharmacy industry development, herbal ingredient development (including extraction and conservation of natural herbal ingredient sources) in accordance with national master plans and plans for pharmacy industry development, socio-economic development targets, and local advantages; b) Provide land area for construction of factories, pharmacy industry areas; give priority to allocation of land to projects for development of herbal ingredients and herb farming areas in accordance with regulations of law on land. Chapter III PHARMACY PRACTICE Section 1. PHARMACY PRACTICE CERTIFICATE"
  },
  {
    "article": "Article 11.",
    "content": "Positions requiring pharmacy practice certificates 1. The person in charge of pharmacy expertise of a pharmacy business establishment. 2. The person in charge of quality assurance of a facility manufacturing drugs or medicinal ingredients. 3. The person in charge of clinical pharmacology of a health facility."
  },
  {
    "article": "Article 12.",
    "content": "Issuance, reissuance, adjustment of pharmacy practice certificate 1. The pharmacy practice certificate shall be issued with or without an examination to: a) A person who applies for the pharmacy practice certificate for the first time; 12 b) A person whose pharmacy practice certificate is revoked as prescribed in Article 28 hereof. If the pharmacy practice certificate is withdrawn in the cases specified in Clause 4, 6, 10, or 11 of Article 28 hereof, it shall only be issued after 12 months from the revocation date. 2. The pharmacy practice certificate shall be reissued if it is lost or damaged. 3. The pharmacy practice certificate shall be adjusted if there are changes to its holder’s scope of practice or method of issuance of the certificate or its holder’s information."
  },
  {
    "article": "Article 13.",
    "content": "Conditions for issuance of a pharmacy practice certificate To be issued with a pharmacy practice certificate, a person must: 1. Has any qualifications issued or recognized in Vietnam suitable for his/her position and the pharmacy business establishment. Such qualifications include: a) Bachelor’s degree in pharmacy (hereinafter referred to as pharmacist degree); b) Bachelor’s degree in general medicine; c) Bachelor’s degree in traditional medicine or traditional pharmacy; d) Bachelor’s degree in biology; dd) Bachelor’s degree in chemistry; e) College degree in pharmacy; g) Associate degree in pharmacy; h) College degree or associate degree in medicine; i) Associate degree in traditional medicine or traditional pharmacy; k) Basic diploma in pharmacy; l) Certificate of traditional physician or pharmacist, certificate of hereditary remedy, or other traditional medicine qualifications issued before the effective date of this Law. The products qualifications specified in Point 1 of this Clause required as a condition shall be specified by the Ministry of Health according to socio-economic development, the people’s need for medical examination and treatment in each area and each period. 2. Has served an apprenticeship at a pharmacy business establishment, the pharmacy of a health facility, a pharmacy training school, a pharmacy research institute, a facility specialized in testing drugs and medicinal ingredients, a pharmacy authority, or a representative office in Vietnam of a foreign trader engaged in pharmacy (hereinafter 13 referred to as pharmacy establishment); a health facility suitable for the practitioner’s expertise as follows: a) For a person whose pharmacy practice certificate is revoked as prescribed in Clause 9 Article 28 hereof, the apprenticeship is not required. However, he/she must take a refresher course in pharmacy; b) For a person having a postgraduate degree suitable for the scope of practice, the apprenticeship duration may be shortened as prescribed by the Government; c) For a person having any of the qualifications specified in Point l Clause 1 Article 13 hereof, the apprenticeship duration shall be specified by the Minister of Health. 3. Has a certificate of suitable health for pharmacy practice issued by a competent health facility. 4. Not: a) be facing a criminal prosecution, serving a court’s sentence or ruling; be suspended from practice or doing works related to pharmacy under the court’s sentence or ruling; b) have limited legal capacity. 5. Any person who wishes to take an examination to obtain a pharmacy practice certificate must fully satisfy the conditions specified in this Article."
  },
  {
    "article": "Article 14.",
    "content": "Conditions for issuance of pharmacy practice certificates in Vietnam to foreigners and Vietnamese citizens residing overseas 1. Fully satisfy the conditions specified in Article 13 hereof. 2. Satisfy the language requirements in pharmacy prescribed by the Minister of Health."
  },
  {
    "article": "Article 15.",
    "content": "Conditions to be satisfied by the person in charge of pharmacy expertise and the person in charge of quality assurance of a facility manufacturing drugs and medicinal ingredients 1. Conditions to be satisfied by person in charge of pharmacy expertise of a facility manufacturing drugs and medicinal ingredients that are active ingredients, excipients, or capsule shells: a) The person in charge of pharmacy expertise of a facility manufacturing drugs must have any of the qualifications specified in Point a Clause 1 Article 13 hereof and at least 05 years’ apprenticeship at a suitable pharmacy establishment, except for the case in Point c of this Clause; b) The person in charge of pharmacy expertise of a facility manufacturing medicinal ingredients that are active ingredients, excipients, or capsule shells must have any of the qualifications specified in Point a or Point dd Clause 1 Article 13 hereof and at least 03 years’ apprenticeship at a suitable pharmacy establishment; 14 c) The person in charge of pharmacy expertise of a facility manufacturing vaccines, biologicals, and ingredients thereof must have any of the qualifications specified in Point a, b or d Clause 1 Article 13 hereof and at least 05 years’ apprenticeship at a suitable pharmacy establishment. 2. Conditions to be satisfied by the person in charge of quality assurance of a facility manufacturing drugs and medicinal ingredients that are active ingredients, excipients, capsule shells: a) The person in charge of quality assurance of a facility manufacturing drugs must have any of the qualifications specified in Point a Clause 1 Article 13 hereof and at least 05 years’ apprenticeship at a drug-manufacturing facility or drug-testing facility, except for the case in Point b and c of this Clause; b) The person in charge of quality assurance of a facility manufacturing vaccines or biologicals must have any of the qualifications specified in Point a, b or d Clause 1 Article 13 hereof and at least 05 years’ apprenticeship at a facility manufacturing or testing vaccines or biologicals; c) The person in charge of quality assurance of a facility manufacturing medicinal ingredients that are active ingredients, excipients, or capsule shells must have any of the qualifications specified in Point a or dd Clause 1 Article 13 hereof and at least 03 years’ apprenticeship at a facility manufacturing drugs or medicinal ingredients or a drug-testing facility. 3. Conditions to be satisfied by the person in charge of pharmacy expertise and the person in charge of quality assurance of a facility manufacturing herbal ingredients: a) The person in charge of pharmacy expertise and the person in charge of quality assurance of a facility manufacturing herbal ingredients must have any of the qualifications specified in Point a or Point c Clause 1 Article 13 hereof and at least 02 years’ apprenticeship at a suitable pharmacy establishment, except for the case in Point b of this Clause; b) The person in charge of pharmacy expertise and the person in charge of quality assurance of business household or cooperative manufacturing herbal ingredients must have any of the qualifications specified in Point a, c, e, g, i or l Clause 1 Article 13 hereof and at least 02 years’ apprenticeship at a suitable pharmacy establishment, except for the case in Point c Clause 2 Article 13 hereof; c) The person in charge of pharmacy expertise of a facility manufacturing herbal ingredients may also be in charge of quality assurance therein."
  },
  {
    "article": "Article 16.",
    "content": "Conditions to be satisfied by the person in charge of pharmacy expertise of a wholesaler of drugs/medicinal ingredients 1. The person in charge of pharmacy expertise of a wholesaler of drugs/medicinal ingredients must have any of the qualifications specified in Point a Clause 1 Article 13 hereof and at least 02 years’ apprenticeship at a suitable pharmacy establishment, except for the case in Clause 2 and Clause 3 of this Article. 15 2. The person in charge of pharmacy expertise of a wholesaler of vaccines/biologicals must have any of the qualifications specified in Point a, b or d Clause 1 Article 13 hereof and at least 02 years’ apprenticeship at a suitable pharmacy establishment. 3. The person in charge of pharmacy expertise of a wholesaler of herbal ingredients, herbal drugs, or traditional drugs must have any of the qualifications specified in Point a, c, I or l Clause 1 Article 13 hereof and at least 02 years’ apprenticeship at a suitable pharmacy establishment, except for the case in Point c Clause 2 Article 13 hereof."
  },
  {
    "article": "Article 17.",
    "content": "Conditions to be satisfied by the person in charge of pharmacy expertise of an exporter or importer of drugs/medicinal ingredients 1. The person in charge of pharmacy expertise of an exporter or importer of drugs/medicinal ingredients must have any of the qualifications specified in Point a Clause 1 Article 13 hereof and at least 02 years’ apprenticeship at a suitable pharmacy establishment, except for the case in Clause 2 and Clause 3 of this Article. 2. The person in charge of pharmacy expertise of an exporter or importer of vaccines/biologicals must have any of the qualifications specified in Point a, b or d Clause 1 Article 13 hereof and at least 02 years’ apprenticeship at a suitable pharmacy establishment. 3. The person in charge of pharmacy expertise of an exporter or importer of herbal ingredients, herbal drugs, or traditional drugs must have any of the qualifications specified in Point a or Point c Clause 1 Article 13 hereof and at least 02 years’ apprenticeship at a suitable pharmacy establishment."
  },
  {
    "article": "Article 18.",
    "content": "Conditions to be satisfied by the person in charge of pharmacy expertise of a drug retailer 1. The person in charge of pharmacy expertise of a drugstore must have any of the qualifications specified in Point a Clause 1 Article 13 hereof and at least 02 years’ apprenticeship at a suitable pharmacy establishment. c) The person in charge of pharmacy expertise of a drugstore may also be in charge of clinical pharmacology therein. 2. The person in charge of pharmacy expertise of a dispensary must have any of the qualifications specified in Point a, e or g Clause 1 Article 13 hereof and at least 18 months’ apprenticeship at a suitable pharmacy establishment. 3. The person in charge of pharmacy expertise of the dispensary of the medical station of a commune must have any of the qualifications specified in Point a, e g or k Clause 1 Article 13 hereof and at least 01 year’s apprenticeship at a suitable pharmacy establishment or a health facility; If the medical station is located in an ethnic minority area, highland, island, extremely disadvantaged area, the person in charge of pharmacy expertise must have any of the qualifications specified in Point b or Point h Clause 1 Article 13 of this Article and at least 01 year’s apprenticeship at a health facility. 4. The person in charge of pharmacy expertise of a retailer of herbal ingredients, herbal drugs, or traditional drugs must have any of the qualifications specified in Point a, c, e, g, i, or l Clause 1 Article 13 hereof and at least 01 year’s apprenticeship at a pharmacy 16 establishment or health facility applying traditional medicine, except for the case in Point c Clause 2 Article 13 hereof."
  },
  {
    "article": "Article 19.",
    "content": "Conditions to be satisfied by the person in charge of pharmacy expertise of a provider of drug/medicinal ingredient testing services 1. The person in charge of pharmacy expertise of a provider of drug/medicinal ingredient testing services must have any of the qualifications specified in Point a Clause 1 Article 13 hereof and at least 03 years’ apprenticeship at a suitable pharmacy establishment, except for the case in Clause 2 of this Article. 2. The person in charge of pharmacy expertise of a provider of vaccine/biological testing services must have any of the qualifications specified in Point a, b or d Clause 1 Article 13 hereof and at least 03 years’ apprenticeship at a suitable pharmacy establishment."
  },
  {
    "article": "Article 20.",
    "content": "Conditions to be satisfied by the person in charge of pharmacy expertise of a provider of clinical trial or bioequivalence study services 1. a) The person in charge of pharmacy expertise of a provider of clinical trial or bioequivalence study services for drugs must have any of the qualifications specified in Point a or Point b Clause 1 Article 13 hereof and at least 03 years’ apprenticeship at a suitable pharmacy establishment or a hospital or institute having providing inpatient treatment, except for the case in Clause 2 of this Article. 2. The person in charge of pharmacy expertise of a provider of clinical trial or bioequivalence study services for herbal drugs or traditional drugs must have any of the qualifications specified in Point a, b or c Clause 1 Article 13 hereof and at least 03 years’ apprenticeship at a suitable pharmacy establishment or a hospital or institute having providing inpatient treatment."
  },
  {
    "article": "Article 21.",
    "content": "Conditions to be satisfied by the person in charge of clinical pharmacology of a health facility 1. The person in charge of clinical pharmacology of health facility must have any of the qualifications specified in Point a Clause 1 Article 13 hereof and at least 02 years’ apprenticeship at a suitable pharmacy establishment or a hospital or institute having providing inpatient treatment, except for the case in Clause 2 of this Article. 2. The person in charge of clinical pharmacology of health facility applying traditional medicine must have any of the qualifications specified in Point c Clause 1 Article 13 hereof and at least 02 years’ apprenticeship at a suitable pharmacy establishment or a hospital or institute having providing inpatient treatment that apply traditional medicine."
  },
  {
    "article": "Article 22.",
    "content": "Conditions to be satisfied by the person in charge of pharmacy expertise of a provider of drug/medicinal ingredient storage services 1. The person in charge of pharmacy expertise of a provider of drug/medicinal ingredient storage services must have any of the qualifications specified in Point a Clause 1 Article 13 hereof and at least 02 years’ apprenticeship at a suitable pharmacy establishment, except for the case in Clause 2 of this Article. 17 2. The person in charge of pharmacy expertise of a provider of vaccine/biological storage services must have any of the qualifications specified in Point a, b or d Clause 1 Article 13 hereof and at least 02 years’ apprenticeship at a suitable pharmacy establishment."
  },
  {
    "article": "Article 23.",
    "content": "The power to issue, reissue, adjust, revoke pharmacy practice certificates 1. Directors of Services of Health of provinces shall issue, reissue, adjust, revoke pharmacy practice certificates that do not require an examination. The Director of each Service of Health shall establish an advisory council participated by representatives of a pharmacy association to advise the Director of the Service of Health about the issuance, reissuance, and revocation of pharmacy practice certificates. 2. The Ministry of Health shall issue pharmacy practice certificates that require an examination."
  },
  {
    "article": "Article 24.",
    "content": "Application for pharmacy practice certificate 1. An application form having the applicant’s picture which is taken within the last 06 months. 2. Certified true copy of the qualification. 3. A certificate of suitable health for pharmacy practice issued by a competent health facility. 4. Certificate of apprenticeship issued by the head of the establishment at which the applicant serves his/her apprenticeship. 5. Certificate of completion of training program and refresher program in pharmacy if the applicant had his/her pharmacy practice certificate revoked as prescribed in Clause 9 Article 28 of this Law. 6. Certified true copy of the applicant's ID paper or passport. 7. A criminal record. If the applicant is a foreigner or Vietnamese citizen residing overseas, it is required to have a criminal record or certification issued by a foreign competent authority that the applicant is not a criminal or facing criminal prosecution, not banned from pharmacy practice or banned from doing pharmaceutical works under a court’s sentence or ruling. 8. The applicant whose pharmacy practice certificate is revoked as prescribed in Clause 3 Article 28 hereof is only required to submit the application form mentioned in Clause 1 of this Article."
  },
  {
    "article": "Article 25.",
    "content": "Application for reissuance of pharmacy practice certificate 1. An application form having the applicant’s picture which is taken within the last 06 months. 18 2. Copy of the issued pharmacy practice certificate; the applicant’s commitment is required if the pharmacy practice certificate is lost."
  },
  {
    "article": "Article 26.",
    "content": "Application for adjustments to pharmacy practice certificate 1. An application form for adjustments to the pharmacy practice certificate having the applicant’s picture which is taken within the last 06 months. 2. Copies of documents proving the changes. 3. Copy of the pharmacy practice certificate issued."
  },
  {
    "article": "Article 27.",
    "content": "Procedures for issuance, reissuance, adjustment of pharmacy practice certificate 1. The application for the pharmacy practice certificate shall submit the application to the issuing authority. Within 20 days from the day on which the satisfactory application for issuance of the certificate is received (10 days for applications for reissuance or adjustment of the certificate), the head of the issuing authority shall issue the pharmacy practice certificate, or provide explanation if the application is rejected. 2. The time limit for issuing the pharmacy practice certificate specified in Clause 8 Article 24 hereof is 05 working days from the day on which the application is received."
  },
  {
    "article": "Article 28.",
    "content": "Cases in which the pharmacy practice certificate is revoked 1. The pharmacy practice certificate is issued ultra vires. 2. The holder of the pharmacy practice certificate requests its revocation. 3. The pharmacy practice certificate is incorrect because of the issuing authority. 4. The application for the pharmacy practice certificate contains counterfeit documents. 5. A person has more than one pharmacy practice certificate. 6. The holder of a pharmacy practice certificate rents it, lends it, leases it, borrows it or allows another person to use it. 7. A person issued with the pharmacy practice certificate fails to satisfy any of the conditions for issuance of the pharmacy practice certificate specified in Article 13 or Clause 2 Article 14 hereof. 8. A person issued with the pharmacy practice certificate fails to practice for 12 consecutive months. 9. A pharmacy practitioner does not have the certificate of completion of training program and refresher program in pharmacy within 03 years from the issuance date of the pharmacy 19 practice certificate or the issuance date of the latest certificate of completion of training program and refresher program in pharmacy. 10. The certificate holder violates the code of ethics for pharmacy practitioners and causes harm to other people’s health or life. 11. A person has had his/her pharmacy practice certificate revoked more than once for the same violation."
  },
  {
    "article": "Article 29.",
    "content": "Management of pharmacy practice certificates 1. A person shall be issued with only one pharmacy practice certificate. The pharmacy practice certificate shall specify the scope of practice within which the certificate holder is allowed to practice. A pharmacy practice certificate does not have an expiration date and is recognized nationwide. A pharmacy practice certificate expires when its holder is dead or missing under a court’s decision or fails to have the certificate of completion of training program and refresher program in pharmacy within 03 years from the issuance date of the pharmacy practice certificate or the issuance date of the latest certificate of completion of training program and refresher program in pharmacy. 2. The recognition of pharmacy practice certificates among countries complies with international agreements and treaties to which Vietnam is a signatory. 3. Basic content of a pharmacy practice certificate: a) Personal information about the pharmacy practitioner (the holder); b) The holder’s qualification(s); c) Type of practice; d) Scope of practice; dd) Method of issuance of the pharmacy practice certificate (with or without an examination, time of examination); e) Issuance date, issuing authority, and effective date. 4. The Government shall provide for documentation, procedures for issuance, reissuance, adjustment, revocation of pharmacy practice certificate and the template thereof; pharmacy training institutions, training programs, and training time; standardization of qualifications and professional titles; templates of the certificate of completion of training program and refresher program in pharmacy, certificate of apprenticeship; apprenticeship duration applied to people having postgraduate degrees; issuance of pharmacy practice certificates that require examination. Section 2. RIGHTS AND OBLIGATIONS OF PHARMACY PRACTITIONERS 20"
  },
  {
    "article": "Article 30.",
    "content": "Rights of pharmacy practitioners 1. Be provided with training in pharmacy; exchange professional knowledge and law about pharmacy. 2. Be provided with the pharmacy practice certificate when the conditions specified in this Law are fully satisfied. 3. The person in charge of expertise a pharmacy business establishment may authorize a holder of a pharmacy practice certificate to take charge in his/her stead as prescribed when he/she is absent. 4. The person in charge of pharmacy expertise of a drugstore may replace drugs in a prescription with other drugs that have the same active ingredients, usage, and dose if agreed by the buyer and is responsible for such replacement. 5. Refuse to act against regulations of law or code of ethics."
  },
  {
    "article": "Article 31.",
    "content": "Obligations of pharmacy practitioners 1. Adhere to the code of ethics for pharmacy practitioners. 2. The person in charge of expertise of a drug retailer must be present throughout its operation, except for the case specified in Clause 3 Article 30 hereof. 3. Only take charge of one pharmacy business establishment at one pharmacy business location. 4. Practice pharmacy within the scope written on the pharmacy practice certificate and technical regulations. 5. Comply with decisions of competent authorities in case of an epidemic or disaster. 6. Complete the training program and refresher program in pharmacy within 03 years from the issuance date of the pharmacy practice certificate or the issuance date of the latest certificate of completion of training program and refresher program in pharmacy. 7. Notify competent authorities or persons of violations against the law or code of ethics committed by other pharmacy practitioners and take responsibility for such information. Chapter IV PHARMACY BUSINESS Section 1. PHARMACY BUSINESS ESTABLISHMENT AND CONDITIONS FOR RUNNING PHARMACY BUSINESS"
  },
  {
    "article": "Article 32.",
    "content": "Pharmacy business activities and pharmacy business establishments 1. Business activities include: 21 a) Trading in drugs/medicinal ingredients; d) Provision of drug/medicinal ingredient storage services; c) Provision of drug/medicinal ingredient testing services; d) Provision of clinical trial services; dd) Provision of bioequivalence study services. 2. Pharmacy business establishments include: a) Manufacturers of drugs/medicinal ingredients; b) Exporters, importers of drugs/medicinal ingredients; c) Providers of drug/medicinal ingredient storage services; d) Wholesalers of drugs/medicinal ingredients; dd) Drug retailers, including drugstores, dispensaries of hospitals and medical stations of communes, retailers of herbal ingredients, herbal drugs, traditional drugs; e) Providers of drug/medicinal ingredient testing services; g) Providers of clinical trial services; h) Providers of bioequivalence study services."
  },
  {
    "article": "Article 33.",
    "content": "Conditions for issuance of Certificate of eligibility for pharmacy business 1. Infrastructure, equipment, and personnel conditions: a) Every manufacturer of drugs/medicinal ingredients must have the premises, factory, laboratory, storage of drugs/medicinal ingredients, auxiliary systems, equipment, machinery for manufacture, testing, storage of drugs, quality control system, technical documents and personnel that fulfill GMP requirements; b) Every importer and exporter of drugs/medicinal ingredients, provider of drug/medicinal ingredient storage services must have the premises, drug storage, storage equipment, transportation, quality control system, technical documents and personnel that fulfill Good Storage Practice requirements; c) Every wholesaler of drugs/medicinal ingredients have the premises, drug storage, storage equipment, transportation, quality control system, technical documents and personnel that fulfill Good Distribution Practice requirements; d) Every drug retailer must have the premises, a storage area, storage equipment, technical documents and personnel that fulfill Good Retailing Practice requirements; Retailers of 22 herbal ingredients, herbal drugs, traditional drugs shall comply with Point b Clause 2 Article 69 hereof; dd) Every provider of drug/medicinal ingredient testing services must have the premises, a chemical/microbiological/biological laboratory, auxiliary systems, testing equipment, chemicals, reagents, quality control system, technical documents and personnel that fulfill Good Laboratory Practice requirements; e) Every provider of clinical trial services must have the premises, a clinical laboratory, testing laboratory, bio-chemical testing equipment, quality control system, technical documents and personnel that fulfill Good Clinical Practice requirements; g) Every provider of bioequivalence services must have the premises, a laboratory for biological fluid analysis, equipment for biological fluid analysis, an area for drug users to stay and undergo bioequivalence assessment, quality control system, technical documents and personnel that fulfill Good Laboratory Practice requirements in the biological fluid analysis stage and fulfill Good Clinical Practice requirements in the clinical trial stage. Where a provider of bioequivalence study service only fulfills Good Laboratory Practice requirements in biological fluid analysis, it must sign a contract or cooperate with a provider of clinical trial services that fulfills Good Clinical Practice requirements to carry out clinical trial in the process of bioequivalence study. 2. The person in charge of pharmacy expertise and the persons holding the positions specified in Article 11 of this Law must pharmacy practice certificates suitable for the pharmacy business establishments as prescribed in Clause 2 Article 32 hereof. 3. The assessment of infrastructure, equipment and personnel specified in Clause 1 of this Article shall be carried out every 03 years or on an ad hoc basis under regulations of the Minister of Health or international treaties to which Vietnam is a signatory."
  },
  {
    "article": "Article 34.",
    "content": "Conditions for trading in controlled drugs and drugs restricted from retailing 1. Any establishment trading in controlled drugs must be approved in writing by a pharmacy authority. Such approval is granted on the basis of: a) Fulfillment of every condition specified in Article 33 hereof corresponding to the conditions of each establishment; b) Availability of measures for protecting controlled drugs/medicinal ingredients from loss; c) Every establishment trading in radiopharmaceuticals shall satisfy the conditions specified in the Law on Atomic Energy and relevant legislative documents. 2. Every retailer that retails drugs on the List of drugs restricted from retailing promulgated by the Minister of Health shall satisfy all conditions specified in Point d Clause 1 Article 33 hereof and obtains a written approval from the Provincial Department of Health. Such approval is granted on be basis of disease situation and drug availability in the province as instructed by the Minister of Health. 23 3. The Government shall provide for procedures for granting permission for controlled drugs and drugs restricted from retailing; measures for protecting controlled drugs/medicinal ingredients from loss"
  },
  {
    "article": "Article 35.",
    "content": "Pharmacy establishments not required to obtain Certificates of eligibility for pharmacy business 1. Pharmacy establishments that are not required to obtain a Certificate of eligibility for pharmacy business include: a) Every non-commercial pharmacy establishment; b) Any business establishment that has a drug cabinet; c) Herb farming establishments; d) Any military health facility supplying drugs in ethnic minority areas, highlands, islands, or extremely disadvantaged areas. 2. Conditions to be satisfied by the establishments specified in Clause 1 of this Article: a) The establishments mentioned in Point a Clause 1 of this Article shall satisfy the conditions specified in Clause 1 Article 33 hereof; b) The establishments mentioned in Point b Clause 1 of this Article must be registered, satisfy storage conditions written on drug labels, the person in charge of which must have at least a basic diploma in pharmacy, and may only sell drugs on the List of permissible cabinet drugs promulgated by the Minister of Health; c) Herb farming establishments shall fulfill Good Farming Practice requirements; d) The establishments mentioned in Point d Clause 1 of this Article must satisfy storage conditions written on drug labels, the person in charge of which must have at least a basic diploma in pharmacy. 3. The Minister of Health shall elaborate this Article. Section 2. CERTIFICATE OF ELIGIBILITY FOR PHARMACY BUSINESS"
  },
  {
    "article": "Article 36.",
    "content": "Issuance, reissuance, adjustment of Certificate of eligibility for pharmacy business 1. The Certificate of eligibility for pharmacy business shall be issued to: a) Any establishment applying for the certificate for the first time; b) Any establishment that already has a Certificate of eligibility for pharmacy business but then changes its scope of business and thus changes the applicable conditions; or changes the business location; 24 c) Any establishment whose Certificate of eligibility for pharmacy business is revoked as prescribed in Article 40 hereof. 2. The Certificate of eligibility for pharmacy business shall be reissued when: a) The Certificate of eligibility for pharmacy business is lost or damaged; b) Information on the Certificate of eligibility for pharmacy business is incorrect because of the issuing authority. 3. The Certificate of eligibility for pharmacy business shall be adjusted in case of changes to the name of the establishment, business location, person in charge, or scope of pharmacy business without changing the conditions for pharmacy business."
  },
  {
    "article": "Article 37.",
    "content": "The power to issue, reissue, adjust, revoke Certificates of eligibility for pharmacy business 1. The Minister of Health shall issue, reissue, adjust, revoke Certificates of eligibility for pharmacy business of the pharmacy business establishments mentioned in Point a, b, c, e, g, and h Clause 2 of Article 32 hereof. 2. Directors of Provincial Departments of Health shall issue, reissue, adjust, revoke Certificates of eligibility for pharmacy business of the pharmacy business establishments mentioned in Point d and dd Clause 2 of Article 32 hereof."
  },
  {
    "article": "Article 38.",
    "content": "Application for issuance, reissuance, adjustment of Certificate of eligibility for pharmacy business 1. An application for the Certificate of eligibility for pharmacy business in the cases mentioned in Point a and Point c Clause 1 Article 36 hereof consists of: a) An application form for issuance of the Certificate of eligibility for pharmacy business; b) Corresponding technical documents of the pharmacy business establishment specified in Clause 2 Article 32 hereof; c) A certified true copy of the certificate of enterprise registration or legal documents proving the existence of the establishment; d) A certified true copy of the pharmacy practice certificate. 2. An application for the Certificate of eligibility for pharmacy business in the cases mentioned in Point b Clause 1 Article 36 hereof consists of: a) An application form for issuance of the Certificate of eligibility for pharmacy business; b) Technical documents corresponding to the changes; c) A certified true copy of the certificate of enterprise registration or legal documents proving the existence of the establishment; 25 d) A certified true copy of the pharmacy practice certificate. 3. An application for reissuance of a Certificate of eligibility for pharmacy business consists of: a) An application form for reissuance of the Certificate of eligibility for pharmacy business; b) The Certificate of eligibility for pharmacy business that is incorrect because of the issuing authority in the case mentioned in Point b Clause 2 Article 36 hereof. 4. An application for adjustments to a Certificate of eligibility for pharmacy business consists of: a) An application form for adjustments to the Certificate of eligibility for pharmacy business; b) A certified true copy of the pharmacy practice certificate if the position that requires the pharmacy practice certificate is changed; c) A certified true copy of the certificate of enterprise registration or legal documents proving the change in the name or address of the establishment. 5. The Government shall elaborate this Article."
  },
  {
    "article": "Article 39.",
    "content": "Procedures for issuance, reissuance, adjustment of Certificate of eligibility for pharmacy business 1. An application for issuance, reissuance, or adjustment of Certificate of eligibility for pharmacy business shall be submitted to a competent authority specified in Article 37 hereof. 2. Within 30 days from the day on which the satisfactory application for issuance of the certificate is received (20 days for applications for reissuance or adjustment of the certificate), the Minister of Health or Director of the Provincial Department of Health shall ex officio consider issuing the Certificate of eligibility for pharmacy business, or provide explanation in writing if the application is rejected. In case of reissuance or an incorrect certificate because of the fault of the issuing authority, the applicant shall follow the instructions in Clause 3 Article 38 hereof. The time limit for issuing a Certificate of eligibility for pharmacy business is 07 working days from the day on which the satisfactory application is received."
  },
  {
    "article": "Article 40.",
    "content": "Cases in which the Certificate of eligibility for pharmacy business is issued 1. The pharmacy business is shut down. 2. Any of the conditions for issuance of the Certificate of eligibility for pharmacy business specified in Article 33 and Article 34 hereof is not satisfied. 3. The Certificate of eligibility for pharmacy business is issued ultra vires or against the law. 26 4. The pharmacy business is not operating for 12 consecutive months without notifying a pharmacy authority."
  },
  {
    "article": "Article 41.",
    "content": "Management of Certificates of eligibility for pharmacy business 1. A Certificate of eligibility for pharmacy business does not have an expiry date. 2. The Government shall elaborate the following contents: a) Applications and procedures for issuance, reissuance, adjustment, revocation of Certificates of eligibility for pharmacy business; b) Areas and scope of business of dispensaries of hospitals and medical stations of communes; c) Roadmap for pharmacy business establishment to fulfill Good Practice requirements. Section 3. RIGHTS AND OBLIGATIONS OF PHARMACY BUSINESS ESTABLISHMENTS"
  },
  {
    "article": "Article 42.",
    "content": "Rights and obligations of pharmacy business establishments 1. A pharmacy business establishment has the rights to: a) Carry on one or some or all pharmacy business activities if corresponding conditions of this Law are satisfied; b) Be offered incentives for pharmacy business as prescribed by law; c) Receive information and advertise drugs as prescribed by law; d) Provide complimentary drugs for health facilities for treatment as prescribed by the Minister of Health; dd) Establish mobile drug retailers in ethnic minority areas, highlands, islands, and extremely disadvantaged areas as prescribed by the Government. 2. A pharmacy business establishment is required to: a) Have a Certificate of eligibility for pharmacy business and adhere to the type, scope, and location of business written therein; b) Maintain the fulfillment of conditions for pharmacy business specified in this law throughout the business operation; c) Recall drugs/medicinal ingredients in accordance with Article 62 hereof; d) Pay compensation for organizations and individuals that suffer damage caused by the pharmacy business establishment; 27 dd) Comply with decisions of competent authorities on supply of drugs/medicinal ingredients in case of an epidemic or disaster; e) Report to the Ministry of Health or Provincial Department of Health and fulfill the obligations in case of suspension for 06 months or longer or shutdown; g) Notify, update the list of practitioners having pharmacy practice certificates to the competent authority as prescribed by the Minister of Health; h) Openly post the pharmacy practice certificates and Certificate of eligibility for pharmacy business in the premises; i) Submit annual and ad hoc reports to competent pharmacy authorities; k) Comply with regulations of the Ministry of Health on trading in drugs restricted from retailing; l) Post wholesale and retail prices where drugs are sold in a way that they are recognizable by customers and competent authorities, and comply with other regulations on drug price management; m) Retail documents about each batch/shipment of drugs/medicinal ingredients for at least 01 years from their expiration dates; n) Store drugs/medicinal ingredients under the conditions written on the labels; o) Specify the drug name, content, and expiry date when retailing drugs without secondary packages; specify the dose and usage when selling drugs without a prescription; p)) Only retail prescription drugs when a prescription is presented. 3. Apart from the obligations specified in Clause 2 of this Article, the pharmacy business establishment also has the following obligations when selling controlled drugs: a) Submit annual reports, export and import reports, and ad hoc reports to competent authorities; b) Prepare, retain documents about each type of drug/medicinal ingredient as prescribed by the Ministry of Health."
  },
  {
    "article": "Article 43.",
    "content": "Rights and obligations of manufacturers of drugs/medicinal ingredients 1. A manufacturer of drugs/medicinal ingredients has the following rights: a) The rights specified in Clause 1 Article 42 hereof; b) Research, carry out pilot production; manufacture drugs/medicinal ingredients; grant and acquire franchise for drug manufacture; process drugs/medicinal ingredients; 28 c) Register drugs/medicinal ingredients; transfer certificates of free sale; request revocation of certificates of free sale of drugs/medicinal ingredients it manufactures; request recall of drugs/medicinal ingredients in accordance with this Law; d) Import, purchase medicinal ingredients serving manufacture; import drugs/medicinal ingredients serving research, testing, or as samples for drug registration; dd) Sell medicinal ingredients imported to serve manufacture of drugs to be sold to other drug manufacturers; e) Sell drugs/medicinal ingredients wholesale to drug wholesalers, drug retailers, and health facilities; g) Export drugs/medicinal ingredients specified in Clause 4 and Clause 5 Article 60 hereof. 2. A manufacturer of drugs/medicinal ingredients has the following obligations: a) Relevant obligations specified in Points a, b, c, d, dd, e, g, h, i, k, l, m n of Clause 2 Article 42 hereof; b) manufacture drugs/medicinal ingredients in accordance with the manufacturing process and quality standards registered or announced; c) Take responsibility for the origin, quality of drugs/medicinal ingredients it manufactures; only allow the release of drugs/medicinal ingredients that meet the registered quality standards; d) monitor the quality, safety, efficacy of drugs/medicinal ingredients it products while they are being sold on the market; recall drugs/medicinal ingredients in accordance with this Law; dd) Take responsibility of the quantity of drugs/medicinal ingredients imported, traded, or used and prepare reports as prescribed by the Minister of Health."
  },
  {
    "article": "Article 44.",
    "content": "Rights and obligations of exporters and importers of drugs/medicinal ingredients 1. An exporter or importer of drugs/medicinal ingredients has the following rights: a) The rights specified in Point a, b, c, d of Clause 1 Article 42 hereof; b) Import drugs/medicinal ingredients in accordance with Article 60 hereof; d) Register drugs/medicinal ingredients; transfer certificates of free sale; request revocation of certificates of free sale; request recall of drugs/medicinal ingredients in accordance with this Law; d) Sell imported drugs/medicinal ingredients to drug wholesalers, drug retailers, drug manufacturers, and health facilities. If the right to distribute drugs in Vietnam is not granted, the exporter or importer may sell imported drugs/medicinal ingredients in accordance with regulations of the Minister of Health; 29 dd) Export drugs/medicinal ingredients specified in Clause 4 and Clause 5 Article 60 hereof. 2. An exporter or importer of drugs/medicinal ingredients has the following obligations: a) The obligations specified in Points a, b, c, d, dd, e, g, h, i, k, l, m n of Clause 2 Article 42 hereof; b) Take responsibility of the quantity of drugs/medicinal ingredients exported or imported, and prepare reports as prescribed by the Minister of Health."
  },
  {
    "article": "Article 45.",
    "content": "Rights and obligations of providers of drug/medicinal ingredient storage services 1. A provider of drug/medicinal ingredient storage services has the following rights: a) The rights specified in Point a, b, c of Clause 1 Article 42 hereof; b) Provide drug/medicinal ingredient storage services for other organizations and individuals; c) Export drugs/medicinal ingredients specified in Clause 4 and Clause 5 Article 60 hereof. 2. A provider of drug/medicinal ingredient storage services has the obligations specified in Points a, b, c, d, dd, e, g, h, i, m, n of Clause 2 Article 42 hereof."
  },
  {
    "article": "Article 46.",
    "content": "Rights and obligations of wholesalers of drugs/medicinal ingredients 1. A wholesaler of drugs/medicinal ingredients has the following rights: a) The rights specified in Clause 1 Article 42 hereof; b) Sell drugs/medicinal ingredients wholesale; c) Purchase drugs/medicinal ingredients; d) Register drugs/medicinal ingredients; transfer certificates of free sale; request revocation of certificates of free sale; request recall of drugs/medicinal ingredients in accordance with this Law; dd) Export drugs/medicinal ingredients specified in Clause 4 and Clause 5 Article 60 hereof. 2. A wholesaler of drugs/medicinal ingredients has the following obligations: a) The obligations specified in Points a, b, c, d, dd, e, g, h, i, k, l, m n of Clause 2 Article 42 hereof; b) Ensure that the delivery, receipt, storage of drugs/medicinal ingredients are carried out by qualified people."
  },
  {
    "article": "Article 47.",
    "content": "Rights and obligations of drugstores 30 1. A drugstore has the following rights: a) The rights specified in Points a, b, c, d of Clause 1 Article 42 hereof; b) Purchase medicinal ingredients to prepare prescription drugs and sell them. The person in charge of pharmacy expertise of the drugstore shall manage preparation of drugs therein; c) Purchase drugs for retailing, except for vaccines; sell controlled drugs and drugs restricted from retailing in accordance with Article 34 hereof; d) Dispense drugs covered by insurance, medical programs/projects when the conditions of such insurance policies or program/project are satisfied; dd) A person having a bachelor’s degree in pharmacy may replace drugs in a prescription with other drugs that have the same active ingredients, administration route, and dose if agreed by the buyer and is responsible for such replacement. 2. A drugstore has the following obligations: a) The obligations specified in Clause 2 Article 42 and Clause 2 Article 81 hereof; b) Maintain the drug preparation conditions in accordance with regulations of the Minister of Health; c) Do not sell drugs/medicinal ingredients, except for herbal ingredients."
  },
  {
    "article": "Article 48.",
    "content": "Rights and obligations of dispensaries 1. A dispensary has the following rights: a) The rights specified in Points a, b, c, d of Clause 1 Article 42 hereof; b) Purchase and retail drugs on the List of essential medicines and List of OTC drugs, except for vaccines; sell controlled drugs and drugs restricted from retailing in accordance with Article 34 hereof. Dispensaries in ethnic minority areas, highlands, islands, and extremely disadvantaged areas may sell more types of drugs prescribed by the Minister of Health; c) Dispense drugs covered by insurance, medical programs/projects when the conditions of such insurance policies or program/project are satisfied. 2. A dispensary has the following obligations: a) The obligations specified in Clause 2 Article 42 hereof; b) Do not sell medicinal ingredients, except for herbal ingredients."
  },
  {
    "article": "Article 49.",
    "content": "Rights and obligations of dispensaries of commune medical stations 1. A dispensary of a commune medical station has the following rights: 31 a) The rights specified in Points a, b, c, d of Clause 1 Article 42 hereof; b) Purchase and retail drugs on the List of essential medicines suitable for its level, except for vaccines; sell controlled drugs and drugs restricted from retailing in accordance with Article 34 hereof. c) Dispense drugs covered by insurance, medical programs/projects when the conditions of such insurance policies or program/project are satisfied. 2. A dispensary of a medical station has the following obligations: a) The obligations specified in Clause 2 Article 42 hereof; b) Do not sell medicinal ingredients, except for herbal ingredients."
  },
  {
    "article": "Article 50.",
    "content": "Rights and obligations of retailers of herbal ingredients, herbal drugs, traditional drugs 1. A retailer of herbal ingredients, herbal drugs, traditional drugs has the following rights: a) The rights specified in Points a, b, c, d of Clause 1 Article 42 hereof; b) Retail herbal ingredients, herbal drugs, traditional drugs; c) Purchase herbal ingredients, herbal drugs, traditional drugs for retailing; d) Dispense drugs covered by insurance, medical programs/projects when the conditions of such insurance policies or program/project are satisfied. 2. A retailer of herbal ingredients, herbal drugs, traditional drugs has the following obligations: a) The obligations specified in Clause 2 Article 42 hereof; b) Do not sell modern medicines, vaccines, biologicals, and medicinal ingredients that are active ingredients, excipients, or capsule shells."
  },
  {
    "article": "Article 51.",
    "content": "Rights and obligations of providers of drug/medicinal ingredient testing services 1. A provider of drug/medicinal ingredient testing services has the following rights: a) The rights specified in Point a and Point b Clause 1 Article 42 hereof; c) Carry out drug/medicinal ingredient testing as prescribed; c) Issue certificates of test results to the samples of drugs/medicinal ingredients that are tested; 32 d) Import, purchase chemicals, reference materials, samples of drugs/medicinal ingredients serving the testing drugs/medicinal ingredients at the facility. 2. A provider of drug/medicinal ingredient testing services has the following obligations: a) The obligations specified in Points a, b, d, dd, e, g, h, i, m, n of Clause 2 Article 42 hereof; b) Ensure truthfulness and objectivity in testing drugs/medicinal ingredients; c) Take responsibility for the test results it produced."
  },
  {
    "article": "Article 52.",
    "content": "Rights and obligations of providers of clinical trial services 1. A provider of clinical trial services has the following rights: a) The rights specified in Point a and Point b Clause 1 Article 42 hereof; b) Carry out clinical trials of drugs as prescribed; c) Import, purchase chemicals, reference materials, and drug samples serving clinical trials; d) Use clinical trial results under agreements with the owner of the drug undergoing clinical trials (hereinafter referred to as the sponsor). 2. A provider of clinical trial services has the following obligations: a) The obligations specified in Points a, b, c, d, e, g, h, i, m, n of Clause 2 Article 42 hereof; b) Take responsibility for the clinical trial result; c) Take responsibility for the safety of clinical trial subjects and pay compensation for those who suffer injuries for which the clinical trial service provider is responsible; d) Ensure truthfulness and objectivity in clinical trials; dd) Be independent in terms of finance and personnel from the owners of drugs undergoing clinical trials."
  },
  {
    "article": "Article 53.",
    "content": "Rights and obligations of providers of bioequivalence study services 1. A provider of bioequivalence study services has the following rights: a) The rights specified in Point a and Point b Clause 1 Article 42 hereof; b) Carry out clinical trial and biological fluid analysis in bioequivalence study. If only biological fluid analysis is carried out, it may sign a contract or cooperate with a provider of clinical trial services that fulfill Good Clinical Practice requirements to carry out clinical trial in the process of bioequivalence study; 33 c) Carry out bioequivalence study as prescribed; d) Import, purchase chemicals, reference materials, and drug samples serving bioequivalence study; dd) Use bioequivalence study results under agreements with owners of the drugs undergoing bioequivalence study (hereinafter referred to as the sponsor). 2. A provider of bioequivalence study services has the following obligations: a) The obligations specified in Points a, b, c, d, e, g, h, i, m, n of Clause 2 Article 42 hereof; b) Take responsibility for the bioequivalence study results; c) Take responsibility for the safety of test subjects and pay compensation for those suffer injuries for which the clinical trial service provider is responsible; d) Ensure truthfulness and objectivity in bioequivalence testing; d) Be independent in terms of finance and personnel from the sponsor. Chapter V REGISTRATION, SALE, RECALL OF DRUGS AND MEDICINAL INGREDIENTS Section 1. REGISTRATION OF DRUGS AND MEDICINAL INGREDIENTS"
  },
  {
    "article": "Article 54.",
    "content": "Drugs and medicinal ingredients to be registered 1. Drugs must be registered before free sale in Vietnam, except for: a) Drugs prepared by prescription at drugstores as specified in Point b Clause 1 Article 47; drugs manufactured or prepared at health facilities as specified in Article 85 hereof; b) Imported drugs specified in Clause 2 Article 60 hereof; c) Traditional drugs specified in Clause 1 and Clause 2 Article 70 hereof. 2. Medicinal ingredients must be registered before free sale in Vietnam, except for: a) Medicinal ingredients that are active ingredients for drug manufacture according to applications for drug registration that are granted certificates of free sale in Vietnam; b) Imported medicinal ingredients specified in Clause 3 Article 60 hereof. 3. The following entities may register drugs/medicinal ingredients: a) Any establishment manufacturing, wholesaling, exporting, importing drugs/medicinal ingredients in Vietnam; 34 b) Any foreign establishment trading in drugs/medicinal ingredients and having a representative office in Vietnam. 4. A drug or medicinal ingredient shall be granted the certificate of free sale in Vietnam when the following requirements are satisfied: a) Safety and efficacy requirements are satisfied; b) It is manufactured by a manufacturer that satisfies the conditions specified in this Law. c) It is manufactured according to manufacture procedures and satisfy quality standards prescribed in Article 102 and Article 103 hereof. 5. When registering an imported drug or medicinal ingredient for free sale in Vietnam, its foreign manufacturer must assess the fulfillment of GMP requirements using any of the following methods: a) Assessing documents about manufacturing conditions; b) Mutual recognition of inspection results given by pharmacy authorities regarding the fulfillment of GMP requirements; c) Inspection at the manufacturing facility. 6. The Government shall provide for registration of herbal ingredients, excipients and capsule shells, and elaborate Clause 5 of this Article."
  },
  {
    "article": "Article 55.",
    "content": "Types of registration of drugs and medicinal ingredients 1. A drug or medicinal ingredient shall be registered by either: a) Issuance of a certificate of free sale; b) Renewal of a certificate of free sale; c) Adjustment of a certificate of free sale. 2. A certificate of free sale shall be issued in the following cases: a) The drug or medicinal ingredient has not been issued with any certificate of free sale in Vietnam; b) The drug already has a certificate of free sale but there are changes to its active ingredients, herbal ingredients or concentrations thereof, dosage form, administration route, manufacturer (except for secondary packaging facility, releasing facility, or releasing location); c) The medicinal ingredient already has a certificate of free sale but there are changes to its manufacturer (except for secondary packaging facility, releasing facility, or releasing location). 35 3. A certificate of free sale issued in Vietnam may be adjusted before its expiry, except for the cases in Point b and Point c Clause 2 of this Article. 4. A certificate of free sale shall be renewed when it expires, including drugs/medicinal ingredients whose administrative documents are changed on the renewal date."
  },
  {
    "article": "Article 56.",
    "content": "Required documentation and procedures for issuing, renewing, adjusting certificates of free sale 1. The Minister of Health shall issue, reissue, and adjust a certificate of free sale through document assessment and consultancy of the advisory council. Application for issuance, renewal, adjustment of certificates of free sale shall be submitted to the Ministry of Health. 2. An application for issuance of a certificate of free sale consists of: a) Administrative documents, including an application form, certified true copy of the unexpired license for establishment of representative office (for foreign applicants) or unexpired Certificate of eligibility for pharmacy business (for Vietnamese applicants); original or certified true copy of the unexpired Certificate of imported pharmaceutical products (for imported drugs); sample label of drug/medicinal ingredient, and other documents about manufacture and sale of the drug or medicinal ingredient; b) Technical documents proving that the drug or medicinal ingredient satisfies the conditions in Clause 4 Article 54 of this Law; For new drugs, reference biologicals, vaccines, herbal drugs for treatment of diseases on the List promulgated by the Minister of Health, it is required to have clinical documents proving their safety and efficacy; For similar biologicals, it is required to have documents proving their quality, safety and efficacy in comparison to a reference biological; For drugs requiring bioequivalence study, it is required to have a report on their bioequivalence study; c) A sample label of the drug or medicinal ingredient sold at the home country or reference country (for imported drugs). 3. An application for renewal of a certificate of free sale consists of: a) An application form for renewal of a certificate of free sale; b) Certified true copy of the unexpired license for establishment of representative office (for foreign applicants) or unexpired Certificate of eligibility for pharmacy business (for Vietnamese applicants); c) Original or certified true copy of the unexpired Certificate of imported pharmaceutical products (for imported drugs); d) A report on sale of the drug or medicinal ingredients; dd) A report on safety and efficacy of the drug if its safety and efficacy still has to be monitored; 36 e) A copy of the certificate of free sale in Vietnam; 4. An application for adjustment of a certificate of free sale consists of: a) An application for adjustment of the certificate of free sale: b) Technical documents about the changes to the certificate of free sale; c) A copy of the unexpired certificate of free sale in Vietnam. 5. Time limit for issuing, renewing, or adjusting a certificate of free sale: a) 12 months from the receipt of a satisfactory application for issuance of a certificate of free sale of a drug/medicinal ingredient, new drug, reference biological, vaccine, or herbal drug for treatment of diseases on the List promulgated by the Minister of Health; b) 03 months from the receipt of the satisfactory application for renewal or adjustment of a certificate of free sale; c) Where an application for issuance, renewal, or adjustment of a certificate of free sale is rejected, or any of the conditions for it is not satisfied, a written explanation must be provided. 6. A certificate of free sale is valid for 05 years from its issuance or renewal date. A certificate of free sale of a drug whose safety and efficacy still has to be monitored is 03 years from its issuance date. 7. The Minister of Health shall provide for required documentation and procedures for issuing, renewing, adjusting certificates of free sale."
  },
  {
    "article": "Article 57.",
    "content": "Rights and obligations of applicants 1. An application for drug/medicinal drug registration has the rights to: a) Receive instructions on drug/medicinal ingredient registration; be informed of the registration progress and other information related to the drug or medicinal ingredients after the certificate of free sale is issued; b) Request revocation of the certificate of free sale issued. 2. An application for drug/medicinal drug registration has the obligations to: a) Notify the regulatory body of the drug or medicinal ingredient that is granted the certificate of free sale is recalled in any country in the world, is suspended from manufacture, supply, of the scarcity or threat of scarcity of the drug or medicinal ingredient; changes to the applicant while the certificate of free sale is still unexpired; b) Retail documents related to the drug/medicinal drug registration and provide them to competent authorities at their request; 37 c) Inspect or assess the manufacturing facility when requested by competent authorities."
  },
  {
    "article": "Article 58.",
    "content": "Revocation of certificate of free sale 1. A certificate of free sale shall be revoked in the following cases: a) The drug is recalled due to a first-degree violation; b) 02 batches of drug are recalled within 60 months due to a second-degree violation, or 03 batches of drug are of poor quality; c) The Certificate of pharmaceutical product of an imported drug which is the basis for the Ministry of Health to issue the certificate of free sale in Vietnam is revoked by a foreign competent authority; a) The certificate of free sale is issued according to counterfeit documents; dd) The drug/medicinal ingredient is not manufactured at the registered address; e) The active ingredients, herbal ingredients or drug contains active ingredients, herbal ingredients that are not recommended by WHO or a Vietnamese competent authority or its country of origin in terms of safety and efficacy; g) The manufacturer or applicant requests the revocation of the certificate of free sale. 2. The Minister of Health shall provide for required documentation and procedures for revocation of certificates of free sale. Section 2. FREE SALE OF DRUGS AND MEDICINAL INGREDIENTS"
  },
  {
    "article": "Article 59.",
    "content": "Free sale of drugs and medicinal ingredients 1. The drugs/medicinal ingredients permitted for free sale include: a) Drugs and medicinal ingredients granted certificates of free sale; b) Imported drugs and medicinal ingredients specified in Clause 1 through 4 of Article 60 hereof; c) The drugs specified in Point b Clause 1 Article 47, Clause 1 and Clause 2 Article 70, and Clause 3 Article 85 hereof; d) Drugs and medicinal ingredients domestically manufactured may be sold sale until their expiry dates if they are manufactured before the expiry dates of certificates of free sale; dd) Imported drugs and medicinal ingredients may be sold until their expiry dates if they are delivered at the port of departure in the exporting country before the expiry dates of certificates of free sale; 38 e) Drugs or medicinal ingredients domestically manufactured or imported before the revocation date of the certificate of free sale as prescribed in Article 58 hereof, except for recalled drugs and medicinal ingredients specified in Article 62 hereof. 2. A drug must satisfy the following requirements to be sold on the market: a) It meets quality standards and ensures safety and efficacy; b) It complies with regulations on drug labeling in Article 61 hereof and relevant regulations of law; c) The packaging material and method ensure drug quality. 3. A medicinal ingredient must satisfy the following requirements to be sold on the market: a) It is qualified for drug manufacture and ensures safety and efficacy; b) It complies with regulations on drug labeling in Article 61 hereof and relevant regulations of law; c) The packaging material and method ensure medicinal ingredient quality."
  },
  {
    "article": "Article 60.",
    "content": "Drugs/medicinal ingredients permitted for import and export 1. Drugs/medicinal ingredients that are active ingredients granted certificates of free sale in Vietnam, medicinal ingredients that are active ingredients for drug manufacture granted certificates of free sale in Vietnam may be imported without licensing, except for the drugs and medicinal ingredients specified in Clause 4 of this Article. 2. A drug that does not have a certificate of free sale in Vietnam shall be licensed for import with a quantity not exceeding that written on the import license in the following cases: a) It contains an active ingredient that is not granted certificate of free sale or granted a certificate of free sale but the quantity is not sufficient for treatment; b) It contains an active ingredient that is medicinally used in Vietnam for the first time or was medicinally used in Vietnam but the quantity not sufficient for treatment; c) It serves purposes related to national defense and security, prevention and elimination of epidemics, disaster recovery, or need for special treatment; d) It is a rare drug; dd) It has the same trade name, active ingredients, concentrations, dosage form as a original brand name drug which is granted a certificate of free sale in Vietnam, manufactured by the same manufacturer of the original brand name drug or an authorized manufacturer, and its price is lower than that of the original brand name drug being sold in Vietnam at the request of the Minister of Health; e) It serves a health program of the State; 39 g) It serves as humanitarian aid; h) It is used for clinical trial, bioequivalence study, bioavailability assessment, as a sample for registration, testing, scientific research, or display at a fair or exhibition; i) It is used for other non-commercial purposes. 3. A medicinal ingredient that is an active ingredient that does not have a certificate of free sale in Vietnam shall be licensed for import with a quantity not exceeding that written on the import license in the following cases: a) It is used as a sample for registration, testing, drug study, or display at an exhibition or fair; b) It is used for manufacture of drugs for export, drugs serving purposes related to national defense and security, prevention and elimination of epidemics, or disaster recovery. 4. Controlled drugs may only be imported/exported under an import/export license with a quantity not exceeding that written on the license. The Government shall specify the types of drugs and medicinal ingredients subject to import control depending on socio-economic development of Vietnam. 5. Drugs and medicinal ingredients may be exported without being licensed by the Ministry of Health, except for herbal ingredients on the List of controlled rare and special herbs, controlled drugs, medicinal ingredients that are psychotropic, narcotic ingredients, or precursors defined by the Ministry of Health, or radioactive substances on the List promulgated by the Government. 6. The Ministry of Health shall publish information about drugs permitted for import as prescribed in Point a through d of Clause 2 of this Article, including information about importers, manufacturers, quantities, drug names, import license numbers; numbers of certificates of free sale for each active ingredient. 7. The Government shall elaborate the following contents: a) Criteria, required documentation, procedures, time limit for issuance of export licenses and import licenses regarding the drugs mentioned in Clause 2 through 5 of this Article and the List of drugs and medicinal ingredients banned from import and/or production; b) Import of herbal ingredients, excipients, capsule shells, primary packages of drugs."
  },
  {
    "article": "Article 61.",
    "content": "Labels of drugs and medicinal ingredients being sold on the market 1. The label of a drug or medicinal ingredient being sold on the market must have: a) Name of the drug or medicinal ingredient; b) Dosage form, except for medicinal ingredients; 40 c) Composition, concentrations of active ingredients, herbal ingredients in the drug or medicinal ingredient; labels of traditional drugs on the list of State secrets and labels of hereditary remedy are allowed to omit certain herbal ingredients and concentrations and shall have the text “Công thức sản xuất thuốc là bí mật nhà nước” (“The formula is state secret”) or “Công thức sản xuất thuốc là bí mật gia truyền” (“The formula is hereditary secret”) d) Package contents; dd) Name and address of the manufacturer; e) Name and address of the importer (for imported drugs and medicinal ingredients); g) Number of the certificate of free sale or import license, batch number, date of manufacture; h) Expiry date of the drug/medicinal ingredient; i) Storage conditions and other necessary information as prescribed. 2. The package insert is an integral part of the label and must contain every information specified in Points a, b, c, d, đ, h, i of Clause 1 of this Article in Vietnamese language, except for information that cannot be translated into Vietnamese. 3. The Minister of Health shall provide for contents of drug/medicinal ingredient labels, package inserts; changes to expiry dates on drug labels for reason of national defense and security, prevention and elimination of epidemics, or disaster recovery. Section 3. RECALLING DRUGS AND MEDICINAL INGREDIENTS"
  },
  {
    "article": "Article 62.",
    "content": "Cases in which a drug or medicinal ingredient is recalled 1. A drug shall be recalled in the following cases: a) It is not permitted for free sale as prescribed in Clause 1 Article 59 hereof; b) Its certificate of free sale is revoked in any of the cases specified in Point a through e Clause 1 of Article 58 hereof; c) The requirements specified in Clause 4 Article 54 or Clause 2 Article 59 hereof are not fully satisfied; d) The drug fails to meet the quality standards or derived from a medicinal ingredient that fails to meet the quality standards; dd) A competent authority concludes that the drug is not safe or effective as required; e) There is no evidence that the drug has undergone quality inspection during the manufacture process an before release; g) A foreign pharmacy authority notifies a recall of the drug. 41 2. A medicinal ingredient being sold on the market shall be recalled in the following cases: a) It is used for improper purposes; b) Its certificate of free sale is revoked in any of the cases specified in Point d through e Clause 1 of Article 58 hereof; c) The requirements specified in Clause 4 Article 54 or Clause 3 Article 59 hereof are not fully satisfied; d) The medicinal ingredient is not qualified for drug manufacture or its origin is different from that written on the certificate of free sale or import license; dd) There is no evidence that the medicinal ingredient has undergone quality inspection during the manufacture process an before release; e) A foreign pharmacy authority notifies a recall of the medicinal ingredient."
  },
  {
    "article": "Article 63.",
    "content": "Types of recall, classification of violations, scope and time of recall, and disposal of recall drugs 1. Types of recall: a) Voluntary recall means a voluntary recall announced by the applicant, manufacturer, importer, or import entrustor; b) Mandatory recall means a recall under a decision of a competent authority in any of the cases specified in Article 62 hereof. 2. Classification of violations: a) First-degree violation is a violation where the drug threatens to cause serious harm to the users’ health or life; b) Second-degree violation is a violation where there is evidence that the drug does not guarantee effective treatment or is unsafe for users but does not cause harm to the users’ health or life; c) Third-degree violations are violations other than those specified in Point a and Point b of this Clause that do not affect the treatment ability and safety of the drug. 3. Scope and time of drug recall: a) In case of a first-degree violation, the drug shall be recalled from every pharmacy business establishment, health facility, and user within 03 days from the day on which the recall is announced; b) In case of a second-degree violation, the drug shall be recalled from every pharmacy business establishment, health facility, and user within 15 days from the day on which the recall is announced; 42 c) In case of a third-degree violation, the drug shall be recalled from every pharmacy business establishment within 30 days from the day on which the recall is announced; d) In case of a first-degree violation where the recall is beyond the capacity of the domestic manufacturer or importer or import entrustor, or not conducted by the deadline by the domestic manufacturer or importer or import entrustor, the recall shall be enforced as prescribed by law. A competent authority in charge of organizing the recall, the domestic manufacturer or importer or import entrustor shall pay the costs of recall and dispose of the recalled drug. 4. Recall drugs shall be disposed of as follows: a) Drugs recalled in the cases mentioned in Point a and Point b Clause 2 of this Article shall be destroyed; b) Drugs recalled in the cases mentioned in Point c Clause 2 of this Article may be reprocessed, re-exported, or destroyed if cannot be reprocessed."
  },
  {
    "article": "Article 64.",
    "content": "Responsibility for recalling drugs 1. The applicant, domestic manufacturer, preparing facility, importer or import entrustor whose drug is recalled has the responsibility to: a) Suspend the manufacture/trade in the drug recalled; b) Take charge and cooperate with relevant entities in publishing information about the recall drug, organize the recall, and receive recall drug; c) Dispose of recalled drug; d) Pay the costs of drug recall and disposal, pay compensation as prescribed by law; dd) Submit a report to the Ministry of Health about the recall and its result; e) In case of voluntary recall, the trade in such drug must be suspended and a report must be submitted to the Ministry of Health before conducting the recall. 2. Drug wholesalers and retailers have the responsibility to: a) Stop selling and dispensing the drug recalled; b) Notify and organize the recall, receive drug returned by traders and users; c) Return the drug to the supplier; d) Pay the costs of drug recall and disposal and pay compensation if responsible for the recall. 3. Health facilities and drug users have responsibility to: 43 a) Stop prescribing, selling, dispensing and using the drug recalled; b) Return the drug to the suppliers. 4. The Ministry of Health has the responsibilities to: a) Decide drug recalls and disposal of recall drugs nationwide in consideration of the degree of violations in terms of drug quality, safety, and efficacy; b) Review reports and respond to proposals of voluntary recalls by manufacturers and traders; c) Inspect and supervise the recalls; take actions against violators as prescribed by law; d) Publish information about recalled drugs due to first-degree violations on the website of the Ministry of Health, Vietnam Television, Voice of Vietnam right after the announcement of such recalls. 5. Vietnam Television and Voice of Vietnam shall publish information about drug recalls due to first-degree violations free of charge."
  },
  {
    "article": "Article 65.",
    "content": "The power to decide drug recalls and procedures for recalling drugs 1. The Ministry of Health shall issue a decision on drug recall in case of a mandatory recall or voluntary recall due to first-degree or second degree violation. The decision on drug recall shall be issued within 24 hours after it is concluded that the drug has to be recalled or the voluntary recall is not appropriate for the degree of violation. 2. The head of the registering establishment, manufacturer, preparing facility, importer or import entrustor shall issues the decision on voluntary drug recall in case of a third-degree violations after the Ministry of Health comments. Such decision shall be issued within 24 hours since the Ministry of Health comments. 3. The Minister of Health shall provide for the procedures for reaching the conclusion that a drug has to be recall, degree of violation, and disposal of recalled drugs. 4. The Government shall provide for the power, methods, and procedures for recalling medicinal ingredients, and disposal of recalled medicinal ingredients. Chapter VI HERBAL INGREDIENTS AND TRADITIONAL DRUGS Section 1. HERBAL INGREDIENTS"
  },
  {
    "article": "Article 66.",
    "content": "Farming, harvesting, and processing herbs 1. The farming and harvesting of herbs shall fulfill Good Farming Practice requirements. 44 2. The processing of natural herbal ingredients must be suitable for the category, method, time, and storage condition of each kind. 3. The Minister of Health shall provide for a roadmap for following Good Farming Practice guidelines and promulgate rules and standards for harvesting natural herbs appropriate for the current level of socio-economic development."
  },
  {
    "article": "Article 67.",
    "content": "Herbal ingredient storage 1. Herbal ingredient storage shall fulfill Good Storage Practice requirements. 2. Herbal ingredients being sold on the market shall be packaged with qualified materials and labeled in accordance with regulations of the Minister of Health."
  },
  {
    "article": "Article 68.",
    "content": "Herbal ingredient quality 1. Herbal ingredients must meet quality standards and have clear origins. When being used for drug manufacture or preparation, the residue of pesticides, preservatives, the levels of heavy metal, microorganisms, and toxicity in herbal ingredients must not exceed the maximum permissible limits. 2. Manufacturers, importers, processors and suppliers of herbal ingredients must announce herbal ingredient standards in accordance with regulations of law on standards and technical regulations if the herbal ingredients do not have certificates of free sale and take responsibility for their origins and quality; submit reports to pharmacy authorities on quantities of herbal ingredients imported for trading, drug manufacture, and drug preparation. 3. The Minister of Health shall elaborate this Article. Section 2. TRADITIONAL DRUGS"
  },
  {
    "article": "Article 69.",
    "content": "Trading in traditional drugs 1. Chapter IV of this Law shall apply to traditional drug trading. 2. Manufacturers of traditional drugs sold nationwide and retailers of traditional drugs must satisfy the following conditions: a) A manufacturer of traditional drugs must have the premises, factory, laboratory, storage of drugs and medicinal ingredients, auxiliary systems, equipment, machinery for manufacture, testing, storage of drugs, quality control system, technical documents and personnel that fulfill Good Manufacturing Practice requirements applied to traditional drugs; b) A retailer of herbal ingredients, herbal drugs, or traditional drugs must comply with regulations on the premises, storage area, storage equipment, technical documents and personnel; c) The person in charge of pharmacy expertise and the person in charge of quality assurance of a manufacturer of traditional drugs must have any of the qualifications specified in Point 45 a or Point c of Clause 1 Article 13 hereof and at least 02 years’ apprenticeship at a suitable pharmacy establishment, except for the case in Point d of this Clause. The person in charge of pharmacy expertise of a manufacturer of traditional drugs being sold nationwide may also be in charge of quality assurance therein; d) The person in charge of pharmacy expertise and the person in charge of quality assurance of business household or cooperative manufacturing traditional drugs must have any of the qualifications specified in Point a, c, e, g, i or l of Clause 1 Article 13 hereof and at least 02 years’ apprenticeship at a suitable pharmacy establishment, except for the case in Point c Clause 2 Article 13 hereof. The person in charge of pharmacy expertise of a cooperative or business household manufacturing traditional drugs may also be in charge of quality assurance therein; dd) The person in charge of pharmacy expertise of a retailer of traditional drugs shall comply with provisions of Clause 4 Article 18 hereof. 3. The Government shall provide for traditional drug trading and management of imported traditional drugs."
  },
  {
    "article": "Article 70.",
    "content": "Supply, processing, preparation, and use of traditional drugs in health facilities 1. A health facility applying traditional medicine may prepare, use, and retail traditional drugs within the facility. 2. Traditional drugs prepared by a health facility applying traditional medicine of provincial level or above may be sold to other health facilities applying traditional medicine in the same province where they are used to treat patients in such facilities. 3. The head of a health facility preparing traditional drugs is responsible for the quality, safety, and efficacy of such drugs. 4. The Minister of Health shall provide for conditions for preparation of traditional drugs and management of traditional drugs."
  },
  {
    "article": "Article 71.",
    "content": "Registration, sale, recall of traditional drugs 1. The registration, sale, and recall of traditional drugs being sold on the market shall comply with Chapter V of this Law, except for Clause 2 of this Article. 2. Time limit for issuing, renewing, adjusting a certificate of free sale of a traditional drug: a) 06 months from the receipt of the satisfactory application for issuance of a certificate of free sale of a traditional drug; b) 12 months from the receipt of the satisfactory application for issuance of a certificate of free sale or a traditional drug that require clinical trial; c) 01 month from the receipt of the satisfactory application for renewal or adjustment of a certificate of free sale of a traditional drug; 46 d) Where an application for issuance, renewal, or adjustment of a certificate of free sale of a traditional drug is rejected, or any of the conditions for it is not satisfied, a written explanation must be provided. 3. Traditional drugs prepared and prescribed within a health facility specified in Clause 1 and Clause 2 Article 70 of this Law are not required to be registered. The head of the health facility is responsible for recalling drugs that are found unqualified, unsafe, or ineffective."
  },
  {
    "article": "Article 72.",
    "content": "Clinical trial of traditional drugs before registration 1. Traditional drugs might or might not be exempt from clinical trials. 2. A traditional drug is exempt from clinical trial if: a) It is recognized by the Ministry of Health; b) It is granted a certificate of free sale before the effective date of this Law, unless the Advisory Council demands a clinical trial. 3. The Minister of Health shall provide for the criteria for partial exemption of clinical trial in Vietnam."
  },
  {
    "article": "Article 73.",
    "content": "Traditional drug quality 1. Traditional drugs prepared and prescribed within a health facility as specified in Clause 1 and Clause 2 Article 70 of this Law must have satisfactory quality as prescribed by the Ministry of Health. 2. Traditional drugs sold nationwide must have satisfactory quality as prescribed in Article 102 and Article 103 hereof. 3. The Minister of Health shall provide for recognition of traditional drugs, permissible remedies; instructions on drug preparation or mixture using traditional methods; instructions on traditional drugs in modern dosage forms. Chapter VII PRESCRIPTION AND USE OF DRUGS"
  },
  {
    "article": "Article 74.",
    "content": "Prescription 1. A prescription is the basis for selling, dispensing, preparing, and using drugs. 2. The Minister of Health shall provide for drug prescription."
  },
  {
    "article": "Article 75.",
    "content": "Use of drugs 1. The use of drugs in health facilities shall comply with regulations of law on medical examination and treatment. 47 2. Regarding the use of drugs outside health facilities: a) The user is entitled to decide on the drug retailer and shall comply with the instructions written in the prescription or package inserts, or instructions provided by the drug retailer; b) The prescriber shall provide instructions on the use of prescribed drugs and take responsibility for such prescription; c) The drug retailer shall provide instructions on how to use drugs for the user. 3. The Minister of Health shall provide for establishment of an interdisciplinary council responsible for finding the causes and responsible entities in case of drugs causing serious harm to a user’s health or life. Chapter VIII DRUG INFORMATION, PHARMACOVIGILANCE, AND DRUG ADVERTISEMENTS"
  },
  {
    "article": "Article 76.",
    "content": "Content of drug information and responsibility for providing drug information 1. Drug information is meant to provide medical practitioners and drug users with instructions on how to use the drug reasonably, safely, and effectively. 2. Drug information must be up-to-date, unequivocal, adequate, and accurate based on evidence, understandable and suitable for intended information recipients. 3. The following documents are the basis for providing drug information, except for information specified in Point c Clause 5 and Point a Clause 6 of this Article: a) Vietnam’s National Pharmacopoeia; b) The package insert approved by the Ministry of Health; c) Instructional documents related to the drugs issued or recognized by the Ministry of Health. 4. Vietnam’s National Pharmacopoeia is the official guide to reasonable, safe, and effective use of drugs. The Minister of Health shall issue and update the National Pharmacopoeia. 5. Content of drug information: a) Information for medical practitioners: the drug name, composition, concentrations, dosage form, indications, contraindications, dosage, route of administration, use of the drug in special cases, warnings, drug safety information, and other necessary information; b) Information for drug users: the drug name, effects, indications, contraindications, dosage, route of administration, and notes; 48 c) Information for pharmacy authorities: updated information about the quality, safety, efficacy of the drug. 6. Responsibility to provide drug information: a) Pharmacy business establishments, representative offices of foreign pharmacy traders in Vietnam, applicants for certificates of free sale shall update pharmacy authorities on information about drugs being sold on the market; b) Pharmacy business establishments, representative offices of foreign pharmacy traders in Vietnam, applicants for certificates of free sale shall provide drug information in accordance with Clause 3 of this Article for medical practitioners and drug users. Employees of pharmacy business establishments shall introduce drugs to medical practitioners in accordance with regulations of the Minister of Health; c) Medical practitioners shall provide relevant drug information for drug users in the course of treatment; d) Pharmacy authorities shall ex officio provide information about drug quality, safety, and efficacy. 7. Drug suppliers are responsible for information they provide."
  },
  {
    "article": "Article 77.",
    "content": "Pharmacovigilance 1. Pharmacovigilance activities include: a) Monitoring, discovering, notifying adverse effects of drugs, drug-related errors, suspected counterfeit drugs, unqualified drugs, and information about ineffective drugs; b) Collecting, processing information mentioned in Point a of this Clause; assessing the benefits, risks, making conclusion and managing drug-related risks; c) Announcing conclusions of competent authorities about drug safety. 2. Any drug user who has unusual signs while using drugs must directly notify his/her physician or drug retailer where the drug was sold, and visit a health facility for prompt treatment. 3. Medical practitioners have the responsibilities to: a) Monitor, discover unusual signs, drug-related errors, suspicious drug quality and efficacy in their practice; b) Take actions and precautious measures when finding unusual signs or errors or when receiving information from drug users as prescribed in Clause 2 of this Article; c) Notify a competent authority of information collected while performing the tasks specified in Point a and Point b of this Clause. 49 4. Drug retailers have the responsibilities to: a) Counsel drug users to deal with unusual signs shown during the use of drugs; b) Collect information about unusual signs shown during the use of drugs and notify it to a competent authority. 5. Manufacturers and applicants for drug registration have the responsibilities to: a) Organize the monitoring of quality, safety, and efficacy of drugs when they are put on the market; b) Update competent authorities on information about quality, safety, and efficacy of drugs they produce, prepare, or register. 6. The Minister of Health shall provide for suspension and storage of drugs that are suspected to be unsafe."
  },
  {
    "article": "Article 78.",
    "content": "Organizing provision of drug information and pharmacovigilance 1. Pharmacy business establishments and health facilities shall organize internal provision of drug information and pharmacovigilance. 2. The Minister of Health shall organize a system of drug information and pharmacovigilance. 3. The Government shall provide for the power, documentation, procedures for receiving, verifying, and certifying drug information."
  },
  {
    "article": "Article 79.",
    "content": "Drug advertisements 1. Drug advertisements must comply with the advertisement contents approved by the Ministry of Health and relevant regulations of law on advertising. Within 15 days from the day on which the satisfactory application for approval for drug advertisement contents is received, the Ministry of Health shall consider issuing the certificate of drug advertisement contents. If the application is rejected or the advertisement contents need revising, the Ministry of Health shall provide explanation in writing. 2. A drug must satisfy the following conditions to be advertised: a) It is on the List of OTC drugs; b) It is not restricted from used or subject to physician’s supervision as recommended by a competent authority; c) Its certificate of free sale is unexpired in Vietnam. 3. The Government shall provide for drug advertisement contents, documentation, procedures for receiving, verifying, and certifying drug advertisement contents. 50 Chapter IX CLINICAL PHARMACOLOGY"
  },
  {
    "article": "Article 80.",
    "content": "Clinical pharmacology contents 1. Providing consultancy during the compilation of List of drugs at health facilities to ensure reasonable, safe, and effective use of drugs. 2. Providing consultancy and supervising the prescription and use of drugs. 3. Providing information and instructions on how to use drugs for medical practitioners, drug users, and the public. 4. Participate in development of procedures and guidelines for use of drugs and supervise the adherence to such procedures. 5. Analyzing, assessing efficacy of drugs at health facilities. 6. Participating in monitoring and supervising of adverse effects of drugs. 7. Participating in scientific research related to reasonable, safe, and effective use of drugs."
  },
  {
    "article": "Article 81.",
    "content": "Deployment of clinical pharmacology activities 1. The head of the health facility using drugs shall organize and deploy clinical pharmacology activities in accordance with Article 80 hereof. 2. The person in charge of pharmacy expertise of the drugstore shall deploy clinical pharmacology activities in accordance with Clauses 2, 3, 6 of Article 80 hereof. To be specific: a) Provide consultancy and information about drugs for drug buyers and drug users; b) Provide consultancy and discuss with prescribers about unreasonable prescriptions of drugs; c) Participating in monitoring and supervising of adverse effects of drugs. 3. The Government shall provide for clinical pharmacology activities at health facilities, including military health facilities."
  },
  {
    "article": "Article 82.",
    "content": "Rights and obligations of the person in charge of clinical pharmacology 1. The person in charge of clinical pharmacology at a health facility has the following rights and obligations: a) Contact patients, access medical records and prescriptions to counsel prescribers; 51 b) Discuss with other medical practitioners about reasonable, safe, and efficacy drug prescription. c) Comments about clinical pharmacology in medical records and prescriptions; notify the Drug and Treatment Council of the health facility or the head of the health facility of conflicting opinions about drug prescription; d) Participate in medical consultations, comments on medical records and prescriptions; dd) Participate in the development of Standard Treatment Guidelines; the List of drugs at the health facility; and professional procedures related to drugs; e) Participating in monitoring and supervising of adverse effects of drugs; g) Exercise other rights and perform other obligations prescribed by law. 2. The person in charge of clinical pharmacology at a drugstore has the following rights and obligations: a) Provide consultancy and information about drugs for drug buyers and drug users; b) Provide consultancy and discuss with prescribing persons about unreasonable prescriptions of drugs; c) Participating in monitoring and supervising of adverse effects of drugs; d) Exercise other rights and perform other obligations prescribed by law."
  },
  {
    "article": "Article 83.",
    "content": "State policies on clinical pharmacology 1. Invest in infrastructure, equipment, and human resources serving clinical pharmacology activities at state-owned health facilities; give priority to recruitment of pharmacists specialized in clinical pharmacology in state-owned health facilities. 2. Invest in infrastructure, equipment, and human resources of state-owned institutions providing training in clinical pharmacology; provide funding from state budget for clinical pharmacology students. 3. Organizations and individuals are encouraged by the State to participate in provision of training in clinical pharmacology, invest in infrastructure and equipment serving clinical pharmacology. Chapter X MANAGEMENT OF DRUGS IN HEALTH FACILITIES"
  },
  {
    "article": "Article 84.",
    "content": "Supply, storage, dispensing, and use of drugs 52 1. The head of the health facility shall ensure adequate supply of quality drugs serving emergency treatment, medical examination and treatment at the health facility; organize overnight sale of drugs at health facilities of district-level and above. 2. Storage of drugs in health facilities shall fulfill Good Storage Practice requirements and comply with relevant regulations of law. 3. Drug dispensing in a health facility shall comply with medical instructions or prescriptions; the drug name and concentrations shall be specified on the drug packages; instructions shall be provided for drug users. 4. Radiopharmaceuticals may only be used at a health facility having a physician specialized in nuclear medicine and licensed by the Ministry of Science and Technology to do radiological works as prescribed by regulations of law on atomic energy. 5. The Minister of Health shall provide rate of drug loss and payment for drug loss at health facilities."
  },
  {
    "article": "Article 85.",
    "content": "Producing and preparing drugs in health facilities 1. The head of a health facility producing or preparing drugs that are used therein is responsible for the quality and management of such drugs. 2. Health facilities are permitted to produce and prepare drugs to serve their need for treatment when the conditions specified by the Ministry of Health are fully satisfied. 3. Health facilities that produce or prepare radiopharmaceuticals shall take security measures to prevent loss of radiopharmaceuticals and ingredients thereof, and have to obtain a license to do radiological works in accordance with regulations of law on atomic energy apart from the provisions in Clause 1 and Clause 2 of this Article. Drugs produced and prepared as prescribed in this Clause may be provided for other health facilities in accordance with regulations of the Minister of Health. Chapter XI CLINICAL TRIAL AND BIOEQUIVALENCE STUDY Section 1. Clinical trial"
  },
  {
    "article": "Article 86.",
    "content": "Phases of clinical trial 1. Phase 1 is the first phase of testing in humans to make a preliminary assessment of drug safety. 2. Phase 2 is meant to determine the optimal dose for clinical trial and prove the safety and efficacy of the drug, including the ability of the vaccine to stimulate development of immunity in users. 53 3. Phase 3 is carried out on large scale to determine the stability of the formula, the overall safety and efficacy of the drug, or to assess the protective effect and safety of vaccine in users. 4. Phase 4 is carried out after the drug is permitted for free sale in order to keep assessing its safety and efficacy or monitor the protective effect of the vaccine after it is widely used under prescribed conditions."
  },
  {
    "article": "Article 87.",
    "content": "Clinical trial for drug registration 1. Phase 1, 2, and 3 shall be carried out before drug registration 2. Phase 4 shall be carried out after drug registration at the request of a competent pharmacy authority."
  },
  {
    "article": "Article 88.",
    "content": "Requirements applied to drugs undergoing clinical trial 1. A drug undergoing clinical trial must satisfy the following conditions: a) It has undergone pre-clinical trial; b) It has a stable dosage form; c) It meets quality standards according to the application for clinical trial. 2. On the label of the drug used for clinical trial must have the text “Thuốc dùng cho thử lâm sàng. Cấm dùng cho Mục đích khác” (“For clinical trial only”)."
  },
  {
    "article": "Article 89.",
    "content": "Drugs required to undergo clinical trial and drugs exempt from clinical trials 1. The following drugs must undergo all phases of clinical trial: a) New drugs, except for the cases specified in Point a Clause 2 and Point b Clause 3 of this Article; b) Herbal drugs with new combination of herbal ingredients that were medicinally used in Vietnam and meant to treat diseases on the List promulgated by the Minister of Health, except for the cases specified in Point b Clause 2 and Point c Clause 3 of this Article; c) Vaccines registered in Vietnam for the first time, except for the case specified in Point c Clause 2 of this Article. 2. The following drugs are exempt from certain phases of clinical trial: a) Any new drug granted a certificate of free sale in at least a country but clinical data about its safety and efficacy is insufficient; b) Any herbal ingredients other than those specified in Point c Clause 3 of this Article; 54 c) Any vaccine granted a certificate of free sale in at least a country and there is clinical data about its safety and efficacy. 3. The following drugs are fully exempt from clinical trial: a) Generic drugs; b) Any new drug granted a certificate of free sale in at least a country and there is clinical data about its safety and efficacy, except for vaccines; c) Any herbal drug granted a certificate of free sale before the effective date of this Law, except for the drugs used for treatment of diseases on the List promulgated by the Minister of Health. 4. The Minister of Health shall provide for clinical data about drug safety and efficacy, criteria for partial or full exemption from clinical trial in Vietnam, and drugs required to undergo phase 4 of clinical trial."
  },
  {
    "article": "Article 90.",
    "content": "Conditions for a person to participate in clinical trial 1. The clinical trial subject must be a volunteer who satisfy clinical trial requirements, signs an agreement on voluntary participation in the clinical trial with the provider of clinical trial services, except for people who have limited legal capacity or have no legal capacity. 2. If a clinical trial subject is a minor, has limited legal capacity or has no legal capacity, it is required to have his/her guardian’s consent as prescribed by law. 3. If a clinical trial subject is a pregnant woman, the trial documents must specify the reasons and measures shall be taken to protect her."
  },
  {
    "article": "Article 91.",
    "content": "Rights and obligations of clinical trial subjects 1. A clinical trial subject has the rights to: a) Be adequately and truthfully informed of the risks before the clinical trial; b) Receive compensation from the sponsor for any harm incurred; c) Have relevant personal information kept confidential; d) Take no responsibility when unilaterally terminate the participation in the clinical trial; dd) File a complaint or lawsuit against any illegal acts committed by the sponsor and the clinical trial service provider (hereinafter referred to as the investigator). 2. Clinical trial subjects have the responsibility to comply with instructions of researchers according to approved clinical trial documents."
  },
  {
    "article": "Article 92.",
    "content": "Rights and obligations of the sponsor 55 1. The sponsor has the rights to: a) Select a qualified organization in terms of equipment and personnel to run the clinical trial; b) Acquire the full ownership of the clinical trial result. 2. The sponsor has the obligations to: a) Pay compensation to clinical trial subjects for any harm they incur because of the clinical trial as prescribed by law; b) Sign a clinical trial contract with the investigator; c) Take legal responsibility for the quality and safety of the drug provided."
  },
  {
    "article": "Article 93.",
    "content": "Rights and obligations of the investigator 1. The investigator has the rights to: a) Carry out clinical trials of drugs as prescribed; b) Import, purchase chemicals, reference materials, and drug samples serving clinical trials; c) Use clinical trial results under agreements with the sponsors. 2. The investigator has the obligations to: a) Take responsibility for the clinical trial results; b) Take responsibility for the safety of clinical trial subjects and pay compensation for those who suffer injuries for which the investigator is responsible; c) Ensure truthfulness and objectivity in clinical trials; d) Be independent in terms of finance and personnel from the sponsors."
  },
  {
    "article": "Article 94.",
    "content": "Principles and the power to approve clinical trial services 1. A clinical trial may only be carried out after a National Biomedical Ethics Committee assesses its scientificity and ethical aspects according to clinical trial documents and the Minister of Health grants an approval in writing. 2. The clinical trial, the assessment of its scientificity and ethical aspects and the grant of approval for a clinical trial shall comply with the following principles: a) Respect the right of decision of clinical trial subjects; protect people whose right of decision is limited; 56 b) Ensure that the trial offers more benefits than risks; the risks are carefully considered and minimized according to standards; c) Ensure that rights and obligations of clinical trial subjects are equal; benefits and risks are equally shared among the clinical trial subjects; d) Ensure the completion of clinical trial phases and fulfillment of Good Clinical Practice requirements. 3. Biomedical Ethics Committees are independent national and internal committees established to protect the rights, safety, and health of clinical trial subjects. The Minister of Health shall provide for the establishment, functions, tasks, and entitlements of Biomedical Ethics Committees."
  },
  {
    "article": "Article 95.",
    "content": "Documentation and procedures for carrying out clinical trials 1. Documents about a clinical trial include: a) An application for permission for clinical trial; b) Documents containing information about the drug; c) Legal documents about the drug; b) The clinical trial outlines and description; dd) Academic records of researchers; e) Registration forms of clinical trial subjects; g) Record on scientific and ethical assessment prepared by the internal Biomedical Ethics Committee; h) Label of the drug. 2. Clinical trial procedures: a) Register the clinical trial; b) Approve the clinical trial; c) Conduct the clinical trial; d) Approve the clinical trial result. 3. The Minister of Health shall elaborate this Article. Section 2. BIOEQUIVALENCE STUDY 57"
  },
  {
    "article": "Article 96.",
    "content": "Phases of bioequivalence study and drugs required to undergo bioequivalence study 1. A bioequivalence study consists of the following phases: a) Clinical trial phase: a phase in which a comparative drug and a the tested drug which is proven safe and effective are tested to compare their bioavailability in the subjects; b) Human biological fluid analysis: a phase in which concentrations of a comparative drug and a the tested drug in specimens of the subjects are analyzed in order to compare their bioavailability and prove their bioequivalence; 2. A generic drug must undergo bioequivalence study if it contains an active ingredient or has a dosage form that is on the List of active ingredients and dosage forms required to undergo bioequivalence studies promulgated by the Minister of Health."
  },
  {
    "article": "Article 97.",
    "content": "Conditions, rights and obligations of subjects of bioequivalence studies 1. Every subject of a bioequivalence must satisfy the conditions specified in Article 90 hereof. 2. Rights and obligations of the subjects are the same as those specified in Article 91 hereof."
  },
  {
    "article": "Article 98.",
    "content": "Rights and obligations of the sponsor 1. The sponsor has the rights to: a) Select a qualified organization in terms of equipment and personnel to run the bioequivalence study; b) Acquire the full ownership of the bioequivalence study result. 2. The sponsor has the obligations to: a) Pay compensation for the subjects who suffer injuries because of the bioequivalence study; b) Sign a bioequivalence study contract with the investigator; c) Take legal responsibility for the quality and safety of the drug provided."
  },
  {
    "article": "Article 99.",
    "content": "Rights and obligations of the investigator 1. The investigator has rights to: a) Carry out clinical trial and biological fluid analysis in bioequivalence testing. If only biological fluid analysis is carried out, it may sign a contract or cooperate with a provider of clinical trial services that fulfills Good Clinical Practice requirements to carry out clinical trial in the process of bioequivalence study; 58 b) Conduct bioequivalence studies as prescribed; c) Import, purchase chemicals, reference materials, and drug samples serving bioequivalence studies; d) Use bioequivalence study results under agreements with the sponsors. 2. The investigator has obligations to: a) Take responsibility for the bioequivalence study results; b) Take responsibility for the safety of subjects and pay compensation for those who suffer injuries for which the investigator is responsible; c) Ensure truthfulness and objectivity in bioequivalence studies; d) Be independent in terms of finance and personnel from the sponsors."
  },
  {
    "article": "Article 100.",
    "content": "Rules for approving bioequivalence studies 1. The bioequivalence study may only be conducted after the internal Biomedical Ethics Committee assesses the scientificness and ethics of the bioequivalence study documents and the person in charge of expertise of the investigator grants a written approval. 2. The bioequivalence study shall comply with the following principles: a) The principles specified in Point a, b, c of Clause 2 Article 94 hereof; b) Fulfillment of Good Clinical Practice and Good Laboratory Practice requirements in biological fluid analysis, and compliance with guidelines on bioequivalence studies promulgated by the Minister of Health. 3. The internal Biomedical Ethics Committee shall assess the scientificness and ethics of the bioequivalence study documents and approve the study outlines."
  },
  {
    "article": "Article 101.",
    "content": "Documentation and procedures for bioequivalence studies 1. Bioequivalence study documents include: a) An application for permission for bioequivalence study; b) Documents containing information about the drug; c) The bioequivalence study outlines and description; d) Academic records of researchers; dd) Registration forms of the subjects; e) Drug label. 59 2. Procedures for bioequivalence study: a) Register the bioequivalence study; b) Approve the bioequivalence study; c) Conduct the bioequivalence study; d) Approve the bioequivalence study result; 3. The Minister of Health shall elaborate this Article. Chapter XII QUALITY STANDARDS AND REGULATIONS; TESTING OF DRUGS, MEDICINAL INGREDIENTS AND PRIMARY PACKAGES OF DRUGS"
  },
  {
    "article": "Article 102.",
    "content": "Standards and regulations on quality of drugs, medicinal ingredients and primary packages of drugs 1. National Technical Regulations on drugs, medicinal ingredients and primary packages of drugs include technical regulations on quality of drugs, medicinal ingredients and primary packages of drugs and common testing methods specified in Vietnam’s pharmacopoeia. The application of testing methods in each treatise of drugs, medicinal ingredients and primary packages of drugs specified in Vietnam’s pharmacopoeia shall be voluntary. 2. Quality standards applied to drugs, medicinal ingredients and primary packages of drugs: a) Vietnam’s Standards for drugs, medicinal ingredients, and primary packages of drugs shall be developed by the Ministry of Health, assessed by the Ministry of Science and Technology, and published in accordance with the Law on Technical regulations and standards; b) Manufacturers of drugs, medicinal ingredients, and primary packages of drugs may develop internally applied standards, provided they are not lower than corresponding Vietnam’s Standards specified in Vietnam’s pharmacopoeia. Where Vietnam’s pharmacopoeia does not have a corresponding National Technical Regulation on drugs, medicinal ingredients, and primary packages of drugs, the manufacturers shall develop their own standards according to research findings or a foreign pharmacopoeia, and submit them to the Ministry of Health for approval. 3. The Minister of Health shall issue Vietnam’s pharmacopoeia according to Vietnam’s Standards for drugs, medicinal ingredients, and primary packages of drugs, and provide for the application of foreign pharmacopoeias in Vietnam."
  },
  {
    "article": "Article 103.",
    "content": "Testing drugs, medicinal ingredients and primary packages of drugs 1. Drugs, medicinal ingredients and primary packages of drugs shall be tested by taking samples, considering technical standards, run necessary tests to determine whether they meet quality standards, which is the basis to decide whether to accept or reject them. 60 2. Before medicinal ingredients and primary packages of drugs must be tested by the drug manufacturer and meet quality standards before their manufacture is commenced. 3. Finished drugs, medicinal ingredients and primary packages of drugs must be tested by their manufacturers and meet quality standards before being released. 4. Apart from the test specified in Clause 3 of this Article, the following drugs must also be tested by a testing facility appointed by a competent authority before they may be sold: a) Vaccines; b) Biologicals that are antisera; c) Other drugs specified by the Minister of Health according to result of assessment of risks to drug quality and developments of quality of domestic and imported drugs. 5. The Minister of Health shall elaborate this Article."
  },
  {
    "article": "Article 104.",
    "content": "Facilities testing drugs and medicinal ingredients (hereinafter referred to as drug-testing facilities) 1. Drug-testing facilities include: a) State-owned drug-testing facilities: b) Providers of drug-testing services; c) Laboratories of pharmaceutical-trading establishments. 2. State-owned drug-testing facilities have the responsibility to: a) Test the quality of drugs, medicinal ingredients and primary packages of drugs; b) Test the quality and assess quality standards applied to drugs, medicinal ingredients and primary packages of drugs at the request of the Ministry of Health; c) Propose technical measures to the Minister of Health for enhancement of drug quality control appropriate for current level of socio-economic development; d) Ensure truthfulness and objectivity in testing drugs, medicinal ingredients, and primary packages of drugs; dd) Take responsibility for the test results produced. 3. Providers of drug testing services have the responsibilities specified in Clause 2 Article 51 hereof. 4. The laboratory of a pharmacy business establishment shall test the quality of its drugs, medicinal ingredients, and primary packages of drugs. 61 5. The Prime Minister shall promulgate a master plan for state-owned testing system, providers of drug-testing services; provide for the organizational structure, equipment, and activities of state-owned drug-testing facilities."
  },
  {
    "article": "Article 105.",
    "content": "Settlement of complaints against conclusion about quality of drugs, medicinal ingredients or primary packages of drugs 1. A pharmacy business establishment is entitled to file complaints against conclusion about the quality of drugs, medicinal ingredients or primary packages of drugs given by a pharmacy authority. 2. If such complaint is filed, the Ministry of Health shall appoint a drug-testing facility whose conditions are equal to or better than those of the conclusion-making facility to retest the drug/medicinal ingredient/primary package. 3. The power and procedures for settlement of such complaints shall comply with regulations of law on complaints. Chapter XIII DRUG PRICE MANAGEMENT"
  },
  {
    "article": "Article 106.",
    "content": "Rules of state management of drug prices 1. Drug price management shall comply with market mechanism; respect the right to pricing and price competition of drug-trading entities as prescribed by law. 2. Ensure transparency of prices of drugs being sold on the market. 3. Protect the lawful rights and interests of traders, consumers, and the State. 4. Take measures to stabilize prices and other measures for drug price management appropriate for socio-economic development."
  },
  {
    "article": "Article 107.",
    "content": "Measures for drug price management 1. Bidding for supply of drugs in national reserve shall comply with the Law on Bidding and regulations of law on national reserves; bidding for supply of drugs funded by state budget, health insurance fund, revenue from medical examination and treatment services, and other lawful sources of income of public health facilities shall comply with the Law on Bidding, except for the case specified in Clause 2 of this Article. 2. Drugs procured through bidding or order placement or assignment to serve National Target Programs, national defense and security, prevention and elimination of epidemics, or disaster recovery shall comply with regulations of law on provision of public services and products. 3. Drug prices shall be declared before drugs are put on the market, and declared again whenever they are changed. 62 4. Wholesale prices and retail prices in VND of drugs shall be posted where drugs are sold; retail prices shall be printed, written, or attached on the primary or secondary packages of drugs, publicly posted on a board, paper, or otherwise posted. 5. Measures for stabilization of prices of drugs on the List of essential drugs shall be taken in accordance with the Law on pricing in case of unusual price fluctuation which affects socio-economic stability. 6. Price negotiation shall be carried out where bidding for supply of drugs or herbal ingredients is only participated by 1 - 2 manufacturers, bidding for supply of original brand name drugs, rare drugs, drugs whose patents are unexpired, drugs with uncommon contents, and other special cases. 7. Limits on retail surplus shall be imposed upon drug retailers within health facilities. 8. The Government shall elaborate this Article."
  },
  {
    "article": "Article 108.",
    "content": "Responsibility for state management of drug pricing 1. The Government shall uniform state management of drug pricing. 2. The Ministry of Health is responsible to the Government for state management of drug pricing. 3. Other Ministries and ministerial agencies shall ex officio cooperate with the Ministry of Health in state management of drug pricing. 4. The People’s Committees or provinces shall ex officio carry out state management of drug pricing within their provinces."
  },
  {
    "article": "Article 109.",
    "content": "Responsibility of the Ministry of Health for state management of drug pricing Take charge and cooperate with the Ministry of Finance, other Ministries, ministerial agencies, Governmental agencies and the People’s Committees of provinces in state management of drug pricing and: 1. Formulate, promulgate or propose policies and regulations of law on drug prices; 2. Request other Ministries, ministerial agencies, Governmental agencies and the People’s Committees of provinces to submit periodic and ad hoc reports on drug prices; 3. Organize dissemination of drug pricing laws; 4. Take charge and cooperate with the Ministry of Finance in taking measures for drug price stabilization in accordance with pricing laws; 5. Take charge and cooperate with the Ministry of Finance in providing for declaration of drug prices, rules for reviewing and publishing drug prices declared by manufacturers and importers; 63 6. Organize review of prices of imported drugs declared by importers or import authorizers; prices of domestic drugs declared by manufacturers; 7. Provide guidelines for posting prices at medicine-trading establishments; 8. Publish the following information on the website of the Ministry of Health: a) Declared wholesale prices and retail prices of drugs; b) Successful bids provided by Social Insurance Office and health facilities; c) Drugs on the List of essential drugs affected by unusual price fluctuation which affects socio-economic stability; 9. Carry out inspections and impose penalties for violations against regulations of law on drug pricing."
  },
  {
    "article": "Article 110.",
    "content": "Responsibility of the Ministry of Finance for state management of drug pricing 1. Cooperate with the Ministry of Health in: a) Providing for declaration of drug prices, rules for reviewing and publishing drug prices declared by manufacturers and importers; b) Taking measures for drug price stabilization in accordance with pricing laws; c) Carrying out inspections and impose penalties for violations against regulations of law on drug pricing. 2. Fixing prices of drugs funded by central government budget ordered by competent authorities. 3. provide information about CIF prices of imported drugs for the Ministry of Health."
  },
  {
    "article": "Article 111.",
    "content": "Responsibility of the Ministry of Industry and Trade for state management of drug pricing 1. Provide information about prices of drugs and medicinal ingredients in other countries at the request of the Ministry of Health. 2. Cooperate with the Ministry of Health in carrying out inspections and impose penalties for violations against regulations of law on drug pricing."
  },
  {
    "article": "Article 112.",
    "content": "Responsibility of the People’s Committees of provinces for state management of drug pricing 1. Carry out state management of drug pricing within their provinces in accordance with this Law and relevant regulations of law. 64 2. Submit reports to the Ministry of Health and the Ministry of Finance on drug prices in their provinces in case of unusual price fluctuation which affects socio-economic stability. 3. Organize review of prices of domestic drugs declared by local manufacturers and submit reports to the Ministry of Health for publication on its website. 4. Carry out inspections and impose penalties for violations against regulations of law on drug pricing within their provinces."
  },
  {
    "article": "Article 113.",
    "content": "Responsibility of Social Insurance Office for state management of drug pricing Publish successful bids on the website of Social Insurance Office and notify them to the Ministry of Health within 05 days from the day on which contractor selection result is received from bidding organizers."
  },
  {
    "article": "Article 114.",
    "content": "Responsibility of bidding organizers 1. Within 10 days from the day on which the bidding result is available, the bidding organizer under the management of the People’s Committee of a province shall send the result to the Provincial Department of Health and social insurance authority of the same province; other health facilities shall send the bidding results to the Ministry of Health and Social Insurance Office. 2. Within 10 days from the day on which the concentrated bidding result is available, the Provincial Department of Health shall send the result to the Ministry of Health and Social Insurance Office. Chapter XIV IMPLEMENTATION"
  },
  {
    "article": "Article 115.",
    "content": "Transition 1. Pharmacy business establishments granted Certificates of eligibility for pharmacy business under the Law on Pharmacy No. 34/2005/QH11 may keep doing pharmacy business until they expire. Pharmacy business establishments whose Certificates of eligibility for pharmacy business do not specify the expiry date may operate until the expiry date of the Good Practice Certificate. 2. Applications for issuance and reissuance of pharmacy practice certificate and Certificate of eligibility for pharmacy business and certificates of free sale submitted before the effective date of this Law shall be processed in accordance with the Law on Pharmacy No. 34/2005/QH11, unless the applicant wishes to apply this Law. Pharmacy practitioners granted pharmacy practice certificates under the Law on Pharmacy No. 34/2005/QH11 may keep practicing until they expire. 65 3. For holders of pharmacy practice certificates issued before the effective date of this Law, the time limit for completing the refresher course begins on the effective date of this Law. 4. Pharmacy practice certificates that are issued before the effective date of this Law and expire after such date shall be reissued in accordance with this Law. 5. Holders of certificates of eligibility for pharmacy business that are issued before the effective date of this Law and expire after such date shall apply for the reissuance of the Certificate of eligibility for pharmacy business in accordance with this Law."
  },
  {
    "article": "Article 116.",
    "content": "Effect 1. This Law comes into force from January 01, 2017. 2. Regulations on application of GMP guidelines at facilities manufacturing medicinal ingredients; Certificates of eligibility for pharmacy business of manufacturers of excipients and capsule shells; facilities manufacturing and processing herbal ingredients; clinical pharmacology of health facilities, drugstores, and other establishments prescribing drugs shall come into force from January 01, 2021. 3. The Government shall provide for the roadmap for implementation of Clause 2 of this Article so that by January 01, 2021, all class 1 hospitals and above have clinical pharmacology activities specified in Article 80 hereof, and people holding the positions specified in Article 11 of this Law have pharmacy practice certificates. 4. The Law on Pharmacy No. 34/2005/QH11 is null and void from the effective date of this Law. 5. The Government and competent authorities shall elaborate the Articles and Clauses within their responsibility. This Law is adopted by the 13th National Assembly of Socialist Republic of Vietnam on this 6th of April 2016. PRESIDENT OF THE NATIONAL ASSEMBLY Nguyen Thi Kim Ngan 66"
  }
]