[
  {
    "article": "Điều 59. Quy định về lưu hành thuốc, nguyên liệu làm thuốc",
    "content": "1. Các loại thuốc, nguyên liệu làm thuốc lưu hành trên thị trường bao gồm:\na) Thuốc, nguyên liệu làm thuốc đã được cấp giấy đăng ký lưu hành;\nb) Thuốc, nguyên liệu làm thuốc nhập khẩu quy định tại các khoản 1, 2, 3 và 4 Điều 60 của Luật này;\nc) Thuốc quy định tại điểm b khoản 1 Điều 47, khoản 1 và khoản 2 Điều 70, khoản 3 Điều 85 của Luật này;\nd) Thuốc, nguyên liệu làm thuốc sản xuất trong nước được phép tiếp tục lưu hành đến hết hạn dùng trong trường hợp được sản xuất trước ngày giấy đăng ký lưu hành hết thời hạn hiệu lực;\nđ) Thuốc, nguyên liệu làm thuốc nhập khẩu được phép tiếp tục lưu hành đến hết hạn dùng trong trường hợp được giao hàng tại cảng đi của nước xuất khẩu trước ngày giấy đăng ký lưu hành hết thời hạn hiệu lực;\ne) Thuốc, nguyên liệu làm thuốc sản xuất trong nước hoặc thuốc nhập khẩu trước ngày giấy đăng ký lưu hành bị thu hồi theo quy định tại Điều 58 của Luật này, trừ trường hợp thuốc, nguyên liệu làm thuốc bị thu hồi theo quy định tại Điều 62 của Luật này.\n2. Thuốc lưu hành trên thị trường phải đáp ứng các yêu cầu sau đây:\na) Đạt tiêu chuẩn chất lượng và bảo đảm về an toàn, hiệu quả;\nb) Đáp ứng yêu cầu về nhãn thuốc quy định tại Điều 61 của Luật này và các quy định khác của pháp luật có liên quan;\nc) Vật liệu bao bì và dạng đóng gói phải đáp ứng yêu cầu bảo đảm chất lượng thuốc.\n3. Nguyên liệu làm thuốc lưu hành trên thị trường phải đáp ứng các yêu cầu sau đây:\na) Đạt tiêu chuẩn chất lượng để sản xuất thuốc và bảo đảm về an toàn, hiệu quả;\nb) Đáp ứng yêu cầu về nhãn thuốc theo quy định tại Điều 61 của Luật này và các quy định khác của pháp luật có liên quan;\nc) Vật liệu bao bì và dạng đóng gói phải đáp ứng yêu cầu bảo đảm chất lượng nguyên liệu làm thuốc."
  },
  {
    "article": "Điều 60. Thuốc, nguyên liệu làm thuốc được nhập khẩu, xuất khẩu",
    "content": "1. Thuốc, nguyên liệu làm thuốc là dược chất đã có giấy đăng ký lưu hành tại Việt Nam, nguyên liệu làm thuốc là dược chất để sản xuất thuốc theo hồ sơ đăng ký thuốc đã có giấy đăng ký lưu hành thuốc tại Việt Nam được nhập khẩu mà không phải thực hiện việc cấp phép nhập khẩu, trừ thuốc, nguyên liệu làm thuốc quy định tại khoản 4 Điều này.\n2. Thuốc chưa có giấy đăng ký lưu hành thuốc tại Việt Nam được cấp phép nhập khẩu và chỉ được nhập khẩu không quá số lượng ghi trong giấy phép nhập khẩu trong trường hợp sau đây:\na) Có chứa dược chất chưa có giấy đăng ký lưu hành thuốc hoặc đã có giấy đăng ký lưu hành thuốc nhưng thuốc chưa đáp ứng đủ cho nhu cầu điều trị;\nb) Có chứa dược liệu lần đầu sử dụng làm thuốc tại Việt Nam hoặc đã từng sử dụng làm thuốc tại Việt Nam nhưng thuốc chưa đáp ứng đủ cho nhu cầu điều trị;\nc) Đáp ứng nhu cầu cấp bách cho quốc phòng, an ninh, phòng, chống dịch bệnh, khắc phục hậu quả thiên tai, thảm họa, nhu cầu điều trị đặc biệt;\nd) Thuốc hiếm;\nđ) Thuốc có cùng tên thương mại, thành phần hoạt chất, hàm lượng hoặc nồng độ, dạng bào chế với biệt dược gốc có giấy đăng ký lưu hành thuốc tại Việt Nam, được sản xuất bởi chính nhà sản xuất biệt dược gốc hoặc bởi nhà sản xuất được ủy quyền, có giá thấp hơn so với thuốc biệt dược gốc lưu hành tại Việt Nam theo yêu cầu của Bộ trưởng Bộ Y tế;\ne) Phục vụ cho chương trình y tế của Nhà nước;\ng) Viện trợ, viện trợ nhân đạo;\nh) Thử thuốc trên lâm sàng, thử tương đương sinh học, đánh giá sinh khả dụng, làm mẫu đăng ký, mẫu kiểm nghiệm, nghiên cứu khoa học, tham gia trưng bày tại triển lãm, hội chợ;\ni) Trường hợp khác không vì mục đích thương mại.\n3. Nguyên liệu làm thuốc là dược chất chưa có giấy đăng ký lưu hành tại Việt Nam được cấp phép nhập khẩu và chỉ được nhập khẩu không quá số lượng ghi trong giấy phép nhập khẩu trong trường hợp sau đây:\na) Để làm mẫu đăng ký, mẫu kiểm nghiệm, nghiên cứu thuốc, tham gia trưng bày tại triển lãm, hội chợ;\nb) Để sản xuất thuốc xuất khẩu, thuốc phục vụ yêu cầu quốc phòng, an ninh, phòng, chống dịch bệnh, khắc phục hậu quả thiên tai, thảm họa.\n4. Thuốc phải kiểm soát đặc biệt phải thực hiện việc cấp phép xuất khẩu, nhập khẩu và chỉ được xuất khẩu, nhập khẩu không quá số lượng được ghi trong giấy phép.\nTùy từng thời kỳ phát triển kinh tế - xã hội, Chính phủ quy định các loại thuốc, nguyên liệu làm thuốc phải kiểm soát nhập khẩu.\n5. Thuốc, nguyên liệu làm thuốc được phép xuất khẩu không cần giấy phép của Bộ Y tế, trừ dược liệu thuộc danh mục loài, chủng loại dược liệu quý, hiếm, đặc hữu phải kiểm soát, thuốc phải kiểm soát đặc biệt, nguyên liệu làm thuốc là dược chất hướng thần, dược chất gây nghiện, tiền chất dùng làm thuốc do Bộ trưởng Bộ Y tế ban hành hoặc chất phóng xạ theo danh mục do Chính phủ ban hành.\n6. Bộ Y tế có trách nhiệm công bố thông tin liên quan đến thuốc được cấp phép nhập khẩu theo quy định tại các điểm a, b, c và d khoản 2 Điều này bao gồm nhà nhập khẩu, nhà sản xuất, số lượng, tên thuốc và số giấy phép nhập khẩu; số lượng giấy đăng ký lưu hành thuốc đối với mỗi hoạt chất.\n7. Chính phủ quy định chi tiết các nội dung sau đây:\na) Tiêu chí, hồ sơ, thủ tục, thời gian cấp phép xuất khẩu, nhập khẩu đối với thuốc quy định tại các khoản 2, 3, 4 và 5 Điều này và danh mục thuốc, nguyên liệu làm thuốc cấm nhập khẩu, cấm sản xuất;\nb) Nhập khẩu dược liệu, tá dược, vỏ nang, bao bì tiếp xúc trực tiếp với thuốc."
  },
  {
    "article": "Điều 61. Nhãn thuốc, nguyên liệu làm thuốc lưu hành trên thị trường",
    "content": "1. Nhãn thuốc, nguyên liệu làm thuốc lưu hành trên thị trường phải thể hiện các nội dung sau đây:\na) Tên thuốc, nguyên liệu làm thuốc;\nb) Dạng bào chế, trừ nguyên liệu làm thuốc;\nc) Thành phần, hàm lượng, nồng độ hoặc khối lượng dược chất, dược liệu của thuốc, nguyên liệu làm thuốc; nhãn của thuốc cổ truyền thuộc Danh mục bí mật của Nhà nước và của thuốc gia truyền được phép không thể hiện một số thành phần dược liệu, hàm lượng, khối lượng dược liệu và phải có dòng chữ “Công thức sản xuất thuốc là bí mật nhà nước” hoặc “Công thức sản xuất thuốc là bí mật gia truyền”;\nd) Quy cách đóng gói;\nđ) Tên, địa chỉ của cơ sở sản xuất;\ne) Tên, địa chỉ của cơ sở nhập khẩu đối với thuốc, nguyên liệu làm thuốc nhập khẩu;\ng) Số giấy đăng ký lưu hành hoặc số giấy phép nhập khẩu, số lô sản xuất, ngày sản xuất;\nh) Hạn dùng của thuốc, nguyên liệu làm thuốc;\ni) Điều kiện bảo quản và thông tin cần thiết khác theo quy định.\n2. Tờ hướng dẫn sử dụng thuốc là một phần không thể tách rời của nhãn thuốc và có đầy đủ thông tin quy định tại các điểm a, b, c, d, đ, h và i khoản 1 Điều này và được thể hiện bằng tiếng Việt, trừ trường hợp thông tin không thể dịch ra tiếng Việt hoặc dịch ra tiếng Việt không có nghĩa.\n3. Bộ trưởng Bộ Y tế quy định chi tiết việc ghi nhãn thuốc, nguyên liệu làm thuốc, tờ hướng dẫn sử dụng thuốc; quyết định việc thay đổi hạn dùng của thuốc đã ghi trên nhãn thuốc trong trường hợp vì lý do quốc phòng, an ninh, phòng, chống dịch bệnh, khắc phục hậu quả thiên tai, thảm họa."
  },
  {
    "article": "Điều 62. Các trường hợp thu hồi thuốc, nguyên liệu làm thuốc",
    "content": "1. Thuốc bị thu hồi trong trường hợp sau đây:\na) Không thuộc trường hợp được phép lưu hành quy định tại khoản 1 Điều 59 của Luật này;\nb) Giấy đăng ký lưu hành thuốc bị thu hồi trong trường hợp quy định tại các điểm a, b, d, đ và e khoản 1 Điều 58 của Luật này;\nc) Không đáp ứng yêu cầu quy định tại khoản 4 Điều 54 hoặc khoản 2 Điều 59 của Luật này;\nd) Thuốc không đạt tiêu chuẩn chất lượng, thuốc sản xuất từ nguyên liệu làm thuốc không đạt tiêu chuẩn chất lượng;\nđ) Có kết luận của cơ quan nhà nước có thẩm quyền về thuốc không đạt yêu cầu về an toàn, hiệu quả;\ne) Thuốc không có bằng chứng đã được kiểm tra chất lượng trong quá trình sản xuất và trước khi xuất xưởng;\ng) Có thông báo thu hồi thuốc của cơ quan quản lý về dược của nước ngoài.\n2. Nguyên liệu làm thuốc lưu hành trên thị trường bị thu hồi trong trường hợp sau đây:\na) Nguyên liệu làm thuốc bị sử dụng sai mục đích;\nb) Giấy đăng ký lưu hành nguyên liệu làm thuốc bị thu hồi trong trường hợp quy định tại các điểm d, đ và e khoản 1 Điều 58 của Luật này;\nc) Không đáp ứng yêu cầu quy định tại khoản 4 Điều 54 hoặc khoản 3 Điều 59 của Luật này;\nd) Nguyên liệu làm thuốc không đạt tiêu chuẩn chất lượng để sản xuất thuốc; nguyên liệu làm thuốc không đúng xuất xứ đã đăng ký lưu hành hoặc giấy phép nhập khẩu;\nđ) Nguyên liệu làm thuốc không có bằng chứng đã được kiểm tra chất lượng trong quá trình sản xuất và trước khi xuất xưởng;\ne) Có thông báo thu hồi nguyên liệu làm thuốc của cơ quan quản lý về dược của nước ngoài."
  },
  {
    "article": "Điều 63. Hình thức thu hồi, mức độ vi phạm, phạm vi và thời gian thu hồi và xử lý thuốc bị thu hồi",
    "content": "1. Hình thức thu hồi thuốc bao gồm:\na) Thu hồi tự nguyện là thu hồi do cơ sở đăng ký thuốc, cơ sở sản xuất, cơ sở nhập khẩu hoặc ủy thác nhập khẩu thuốc tự nguyện thực hiện;\nb) Thu hồi bắt buộc là thu hồi theo quyết định của cơ quan nhà nước có thẩm quyền trong trường hợp thu hồi quy định tại Điều 62 của Luật này.\n2. Mức độ vi phạm của thuốc bao gồm:\na) Mức độ 1 là mức độ mà thuốc có nguy cơ gây tổn hại nghiêm trọng đối với sức khỏe hoặc ảnh hưởng đến tính mạng của người sử dụng;\nb) Mức độ 2 là mức độ mà thuốc có bằng chứng không bảo đảm đầy đủ hiệu quả điều trị hoặc có nguy cơ không an toàn cho người sử dụng nhưng chưa đến mức gây tổn hại nghiêm trọng đối với sức khỏe hoặc chưa ảnh hưởng đến tính mạng của người sử dụng;\nc) Mức độ 3 là mức độ không thuộc trường hợp quy định tại điểm a và điểm b khoản này mà do các nguyên nhân khác nhưng không ảnh hưởng đến hiệu quả điều trị và an toàn khi sử dụng.\n3. Phạm vi và thời gian yêu cầu thu hồi thuốc được thực hiện như sau:\na) Thu hồi ở tất cả cơ sở kinh doanh dược, cơ sở khám bệnh, chữa bệnh và người sử dụng trong trường hợp thuốc vi phạm ở mức độ 1. Việc thu hồi phải hoàn thành trong thời hạn 03 ngày kể từ ngày có quyết định thu hồi;\nb) Thu hồi ở tất cả cơ sở kinh doanh dược, cơ sở khám bệnh, chữa bệnh và người sử dụng trong trường hợp thuốc vi phạm ở mức độ 2. Việc thu hồi phải hoàn thành trong thời hạn 15 ngày kể từ ngày có quyết định thu hồi;\nc) Thu hồi ở tất cả cơ sở kinh doanh dược trong trường hợp thuốc vi phạm ở mức độ 3. Việc thu hồi phải hoàn thành trong thời hạn 30 ngày kể từ ngày có quyết định thu hồi;\nd) Trường hợp việc thu hồi thuốc vi phạm ở mức độ 1 và việc thu hồi thuốc vượt quá khả năng thu hồi của cơ sở sản xuất thuốc trong nước, cơ sở nhập khẩu, cơ sở ủy thác nhập khẩu thuốc hoặc quá thời hạn thu hồi mà cơ sở sản xuất thuốc trong nước, cơ sở nhập khẩu, cơ sở ủy thác nhập khẩu thuốc không thực hiện việc thu hồi thì bị cưỡng chế thu hồi theo quy định của pháp luật.\nCơ quan nhà nước có thẩm quyền trực tiếp tổ chức cưỡng chế thu hồi thuốc; cơ sở sản xuất thuốc trong nước, cơ sở nhập khẩu, cơ sở ủy thác nhập khẩu thuốc có trách nhiệm thanh toán chi phí cho việc thu hồi và xử lý thuốc bị thu hồi.\n4. Xử lý thuốc bị thu hồi được thực hiện như sau:\na) Thuốc bị thu hồi theo quy định tại điểm a và điểm b khoản 2 Điều này phải bị tiêu hủy;\nb) Thuốc bị thu hồi theo quy định tại điểm c khoản 2 Điều này được phép khắc phục, tái xuất hoặc tiêu hủy trong trường hợp không thể khắc phục được."
  },
  {
    "article": "Điều 64. Trách nhiệm thu hồi thuốc",
    "content": "1. Cơ sở đăng ký thuốc, cơ sở sản xuất thuốc trong nước, cơ sở có pha chế, chế biến, bào chế thuốc, cơ sở nhập khẩu, cơ sở ủy thác nhập khẩu thuốc có thuốc bị thu hồi có các trách nhiệm sau đây:\na) Ngừng kinh doanh thuốc bị thu hồi;\nb) Chủ trì, phối hợp với tổ chức, cá nhân có liên quan công bố thông tin về thuốc bị thu hồi và tổ chức thu hồi, tiếp nhận thuốc bị thu hồi;\nc) Xử lý thuốc bị thu hồi;\nd) Chi trả chi phí cho việc thu hồi, xử lý thuốc bị thu hồi, bồi thường thiệt hại theo quy định của pháp luật;\nđ) Báo cáo Bộ Y tế về việc thu hồi thuốc và kết quả thu hồi thuốc;\ne) Trường hợp thu hồi tự nguyện thì phải tạm ngừng kinh doanh thuốc bị thu hồi và báo cáo Bộ Y tế trước khi tiến hành việc thu hồi thuốc.\n2. Cơ sở bán buôn, bán lẻ thuốc có các trách nhiệm sau đây:\na) Ngừng kinh doanh, cấp phát thuốc bị thu hồi;\nb) Thông báo và tổ chức thu hồi, tiếp nhận thuốc bị thu hồi do cơ sở kinh doanh, cung cấp, người sử dụng trả lại;\nc) Trả thuốc bị thu hồi cho cơ sở đã cung cấp thuốc;\nd) Chi trả chi phí cho việc thu hồi, xử lý thuốc bị thu hồi và bồi thường thiệt hại theo quy định của pháp luật trong trườngChúng hợp có lỗi.\n3. Cơ sở khám bệnh, chữa bệnh và người sử dụng thuốc có các trách nhiệm sau đây:\na) Ngừng việc kê đơn, bán, cấp phát và sử dụng thuốc bị thu hồi;\nb) Trả lại thuốc bị thu hồi cho cơ sở cung ứng thuốc.\n4. Bộ Y tế có các trách nhiệm sau đây:\na) Căn cứ vào mức độ vi phạm về chất lượng, an toàn, hiệu quả, quyết định việc thu hồi, xử lý thuốc thu hồi trên phạm vi toàn quốc;\nb) Rà soát báo cáo đánh giá và trả lời về đề xuất tự nguyện thu hồi của cơ sở sản xuất, kinh doanh;\nc) Kiểm tra, giám sát việc tổ chức và thực hiện thu hồi thuốc, nguyên liệu làm thuốc; xử lý cơ sở vi phạm theo quy định của pháp luật;\nd) Công bố thông tin về thuốc bị thu hồi trên cổng thông tin điện tử của Bộ Y tế, Đài truyền hình Việt Nam và Đài tiếng nói Việt Nam đối với trường hợp thu hồi thuốc vi phạm ở mức độ 1 ngay sau khi có quyết định thu hồi thuốc.\n5. Đài truyền hình Việt Nam, Đài tiếng nói Việt Nam có trách nhiệm công bố thông tin về thu hồi thuốc vi phạm ở mức độ 1 và không thu phí."
  },
  {
    "article": "Điều 65. Thẩm quyền ra quyết định thu hồi thuốc, thủ tục thu hồi thuốc",
    "content": "1. Bộ Y tế ra quyết định thu hồi thuốc trong trường hợp thuốc bị thu hồi bắt buộc và trường hợp thu hồi tự nguyện khi thuốc vi phạm ở mức độ 1, mức độ 2. Thời gian ra quyết định thu hồi thuốc không quá 24 giờ kể từ khi có kết luận thuốc thuộc trường hợp phải thu hồi và mức độ vi phạm của thuốc hoặc có kết luận về việc thu hồi thuốc tự nguyện không phù hợp với mức độ vi phạm của thuốc.\n2. Người đứng đầu cơ sở đăng ký thuốc, cơ sở sản xuất thuốc trong nước, cơ sở pha chế, chế biến, bào chế thuốc, cơ sở nhập khẩu hoặc ủy thác nhập khẩu thuốc ra quyết định thu hồi thuốc trong trường hợp thu hồi tự nguyện thuốc vi phạm ở mức độ 3 sau khi có ý kiến của Bộ Y tế. Thời gian ra quyết định thu hồi thuốc không quá 24 giờ kể từ khi có ý kiến của Bộ Y tế.\n3. Bộ trưởng Bộ Y tế quy định chi tiết việc kết luận thuốc thuộc trường hợp phải thu hồi, mức độ vi phạm của thuốc, thủ tục thu hồi thuốc và việc xử lý thuốc bị thu hồi.\n4. Chính phủ quy định thẩm quyền, hình thức, thủ tục thu hồi nguyên liệu làm thuốc; biện pháp xử lý nguyên liệu làm thuốc bị thu hồi."
  },
  {
    "article": "Điều 66. Nuôi trồng, thu hái, khai thác, chế biến dược liệu",
    "content": "1. Việc nuôi trồng, thu hái dược liệu tuân thủ Thực hành tốt nuôi trồng, thu hái dược liệu.\n2. Việc khai thác, chế biến dược liệu tự nhiên phải bảo đảm đúng chủng loại, quy cách, quy trình, thời điểm, phương pháp chế biến và cách bảo quản của từng dược liệu.\n3. Bộ trưởng Bộ Y tế quy định lộ trình áp dụng Thực hành tốt nuôi trồng, thu hái dược liệu và ban hành các nguyên tắc, tiêu chuẩn khai thác dược liệu tự nhiên phù hợp với điều kiện phát triển kinh tế - xã hội."
  },
  {
    "article": "Điều 67. Bảo quản dược liệu",
    "content": "1. Việc bảo quản dược liệu phải tuân thủ Thực hành tốt về bảo quản thuốc, nguyên liệu làm thuốc.\n2. Dược liệu lưu hành trên thị trường phải được đóng gói bằng bao bì đạt tiêu chuẩn và được ghi nhãn theo quy định của Bộ trưởng Bộ Y tế."
  },
  {
    "article": "Điều 68. Chất lượng của dược liệu",
    "content": "1. Dược liệu phải đạt tiêu chuẩn chất lượng, có nguồn gốc, xuất xứ rõ ràng. Khi đưa vào sản xuất, chế biến, bào chế thuốc, mức tồn dư hóa chất bảo vệ thực vật, hóa chất bảo quản, giới hạn kim loại nặng, giới hạn vi sinh vật, giới hạn độc tính của dược liệu không được vượt mức quy định.\n2. Tổ chức, cá nhân sản xuất, nhập khẩu, chế biến, cung ứng dược liệu phải công bố tiêu chuẩn dược liệu theo quy định của pháp luật về tiêu chuẩn và quy chuẩn kỹ thuật trong trường hợp dược liệu chưa có giấy đăng ký lưu hành và chịu trách nhiệm về nguồn gốc, chất lượng của dược liệu; báo cáo với cơ quan quản lý nhà nước về dược về số lượng của dược liệu được nhập khẩu để kinh doanh và sử dụng để pha chế, chế biến, sản xuất thuốc.\n3. Bộ trưởng Bộ Y tế quy định chi tiết Điều này."
  },
  {
    "article": "Điều 69. Kinh doanh thuốc cổ truyền",
    "content": "1. Việc kinh doanh thuốc cổ truyền được áp dụng thực hiện theo quy định tại Chương IV của Luật này.\n2. Cơ sở sản xuất thuốc cổ truyền lưu hành toàn quốc, cơ sở bán lẻ thuốc cổ truyền phải đáp ứng các điều kiện sau đây:\na) Cơ sở sản xuất thuốc cổ truyền phải có địa điểm, nhà xưởng sản xuất, phòng kiểm nghiệm, kho bảo quản thuốc, nguyên liệu làm thuốc, hệ thống phụ trợ, trang thiết bị, máy móc sản xuất, kiểm nghiệm, bảo quản thuốc, hệ thống quản lý chất lượng, tài liệu chuyên môn kỹ thuật và nhân sự tuân thủ Thực hành tốt sản xuất thuốc đối với thuốc cổ truyền;\nb) Cơ sở chuyên bán lẻ dược liệu, thuốc dược liệu, thuốc cổ truyền phải tuân thủ quy định về địa điểm, khu vực bảo quản, trang thiết bị bảo quản, tài liệu chuyên môn kỹ thuật và nhân sự;\nc) Người chịu trách nhiệm chuyên môn về dược, người phụ trách về chất lượng thuốc của cơ sở sản xuất thuốc cổ truyền phải có văn bằng chuyên môn quy định tại điểm a hoặc điểm c khoản 1 Điều 13 của Luật này và có 02 năm thực hành chuyên môn tại cơ sở dược phù hợp với chuyên môn của người hành nghề, trừ trường hợp quy định tại điểm d khoản này. Người chịu trách nhiệm chuyên môn về dược của cơ sở sản xuất thuốc cổ truyền lưu hành toàn quốc có thể đồng thời là người phụ trách về bảo đảm chất lượng thuốc của cơ sở sản xuất;\nd) Người chịu trách nhiệm chuyên môn về dược, người phụ trách về bảo đảm chất lượng thuốc của hợp tác xã, hộ kinh doanh sản xuất thuốc cổ truyền phải có một trong các văn bằng chuyên môn quy định tại điểm a, c, e, g, i hoặc l khoản 1 Điều 13 của Luật này và có 02 năm thực hành chuyên môn tại cơ sở dược phù hợp với chuyên môn của người hành nghề, trừ trường hợp quy định tại điểm c khoản 2 Điều 13 của Luật này. Người chịu trách nhiệm chuyên môn về dược của hợp tác xã, hộ kinh doanh sản xuất thuốc cổ truyền có thể đồng thời là người phụ trách về bảo đảm chất lượng thuốc của cơ sở sản xuất;\nđ) Người chịu trách nhiệm chuyên môn về dược của cơ sở bán lẻ thuốc cổ truyền thực hiện theo quy định tại khoản 4 Điều 18 của Luật này.\n3. Chính phủ quy định chi tiết việc kinh doanh thuốc cổ truyền và quản lý thuốc cổ truyền nhập khẩu vào Việt Nam."
  },
  {
    "article": "Điều 70. Cung ứng, chế biến, bào chế và sử dụng thuốc cổ truyền trong cơ sở khám bệnh, chữa bệnh",
    "content": "1. Cơ sở khám bệnh, chữa bệnh bằng y học cổ truyền được chế biến, bào chế, cân (bốc) thuốc cổ truyền theo bài thuốc, đơn thuốc để sử dụng và bán lẻ theo đơn tại chính cơ sở đó.\n2. Thuốc cổ truyền do bệnh viện có chức năng khám bệnh, chữa bệnh bằng y học cổ truyền tuyến tỉnh trở lên chế biến, bào chế được bán cho cơ sở khám bệnh, chữa bệnh có thực hiện hoạt động khám bệnh, chữa bệnh bằng y học cổ truyền khác trong cùng địa bàn tỉnh, thành phố trực thuộc trung ương để điều trị cho bệnh nhân tại cơ sở đó.\n3. Người đứng đầu cơ sở khám bệnh, chữa bệnh có chế biến, bào chế thuốc cổ truyền phải chịu trách nhiệm về chất lượng, an toàn, hiệu quả của các loại thuốc do chính cơ sở chế biến, bào chế.\n4. Bộ trưởng Bộ Y tế quy định điều kiện chế biến, bào chế và quản lý thuốc cổ truyền quy định tại Điều này."
  },
  {
    "article": "Điều 71. Đăng ký, lưu hành, thu hồi thuốc cổ truyền",
    "content": "1. Thuốc cổ truyền lưu hành trên thị trường phải thực hiện việc đăng ký, lưu hành, thu hồi thuốc theo quy định tại Chương V của Luật này, trừ quy định tại khoản 2 Điều này.\n2. Thời hạn cấp, gia hạn, thay đổi, bổ sung giấy đăng ký lưu hành thuốc cổ truyền được quy định như sau:\na) Không quá 06 tháng kể từ ngày nhận đủ hồ sơ đối với việc cấp giấy đăng ký lưu hành thuốc cổ truyền;\nb) Không quá 12 tháng kể từ ngày nhận đủ hồ sơ đối với việc cấp giấy đăng ký lưu hành thuốc cổ truyền đối với thuốc cổ truyền phải thử lâm sàng;\nc) Không quá 01 tháng kể từ ngày nhận đủ hồ sơ đối với việc gia hạn, thay đổi, bổ sung giấy đăng ký lưu hành thuốc cổ truyền;\nd) Trường hợp không cấp, gia hạn, thay đổi, bổ sung giấy đăng ký lưu hành thuốc cổ truyền hoặc chưa đáp ứng đủ điều kiện cấp giấy đăng ký lưu hành thuốc cổ truyền theo quy định của Luật này thì phải trả lời bằng văn bản và nêu rõ lý do.\n3. Thuốc cổ truyền được cân (bốc) theo bài thuốc, đơn thuốc được chế biến, bào chế trong cơ sở khám bệnh, chữa bệnh theo quy định tại khoản 1 và khoản 2 Điều 70 của Luật này không phải đăng ký lưu hành. Người đứng đầu cơ sở chịu trách nhiệm thu hồi thuốc theo quy định khi phát hiện thuốc không bảo đảm chất lượng, an toàn, hiệu quả."
  },
  {
    "article": "Điều 72. Thử thuốc cổ truyền trên lâm sàng trước khi đăng ký lưu hành",
    "content": "1. Thuốc cổ truyền được miễn thử, miễn một số giai đoạn thử lâm sàng hoặc phải thử lâm sàng đầy đủ các giai đoạn.\n2. Thuốc cổ truyền được miễn thử lâm sàng trong trường hợp sau đây:\na) Thuốc cổ truyền đã được Bộ Y tế công nhận;\nb) Thuốc cổ truyền đã được cấp giấy đăng ký lưu hành trước ngày Luật này có hiệu lực, trừ thuốc có đề nghị phải thử lâm sàng của Hội đồng tư vấn cấp giấy đăng ký lưu hành thuốc, nguyên liệu làm thuốc.\n3. Bộ trưởng Bộ Y tế quy định tiêu chí cụ thể để xác định trường hợp miễn một số giai đoạn thử thuốc cổ truyền trên lâm sàng hoặc phải thử lâm sàng đầy đủ các giai đoạn tại Việt Nam."
  },
  {
    "article": "Điều 73. Chất lượng thuốc cổ truyền",
    "content": "1. Thuốc cổ truyền được cân (bốc) theo bài thuốc, đơn thuốc, được bào chế, chế biến trong cơ sở khám bệnh, chữa bệnh quy định tại khoản 1 và khoản 2 Điều 70 của Luật này phải bảo đảm chất lượng do Bộ Y tế quy định.\n2. Thuốc cổ truyền lưu hành toàn quốc phải bảo đảm chất lượng theo quy định tại Điều 102 và Điều 103 của Luật này.\n3. Bộ trưởng Bộ Y tế quy định việc công nhận bài thuốc cổ truyền, bài thuốc cổ truyền quý hiếm; các bài thuốc, đơn thuốc được sử dụng để cân (bốc); hướng dẫn về phương pháp chế biến, bào chế hoặc phối ngũ theo lý luận và phương pháp của y học cổ truyền; hướng dẫn đối với các thuốc cổ truyền có dạng bào chế hiện đại."
  },
  {
    "article": "Điều 74. Đơn thuốc",
    "content": "1. Đơn thuốc là căn cứ để bán thuốc, cấp phát thuốc, pha chế thuốc, cân (bốc) thuốc, sử dụng thuốc và hướng dẫn sử dụng thuốc.\n2. Bộ trưởng Bộ Y tế quy định chi tiết về đơn thuốc, việc kê đơn thuốc."
  },
  {
    "article": "Điều 75. Sử dụng thuốc",
    "content": "1. Sử dụng thuốc trong các cơ sở khám bệnh, chữa bệnh được thực hiện theo quy định của pháp luật về khám bệnh, chữa bệnh.\n2. Sử dụng thuốc ngoài cơ sở khám bệnh, chữa bệnh được quy định như sau:\na) Người sử dụng thuốc có quyền lựa chọn cơ sở bán lẻ thuốc để mua thuốc; thực hiện theo đúng hướng dẫn đã ghi trong đơn thuốc, tờ hướng dẫn sử dụng thuốc và hướng dẫn sử dụng thuốc của người bán lẻ thuốc;\nb) Người kê đơn thuốc có trách nhiệm hướng dẫn sử dụng các thuốc được kê trong đơn và chịu trách nhiệm về đơn thuốc đã kê;\nc) Cơ sở bán lẻ thuốc phải hướng dẫn sử dụng thuốc cho người sử dụng.\n3. Bộ trưởng Bộ Y tế quy định việc thành lập Hội đồng liên ngành xác định nguyên nhân và đối tượng chịu trách nhiệm trong trường hợp thuốc gây ảnh hưởng nghiêm trọng đến sức khỏe, tính mạng người sử dụng."
  },
  {
    "article": "Điều 76. Nội dung và trách nhiệm thông tin thuốc",
    "content": "1. Thông tin thuốc nhằm mục đích hướng dẫn sử dụng thuốc hợp lý, an toàn, hiệu quả cho người hành nghề khám bệnh, chữa bệnh và người sử dụng thuốc.\n2. Thông tin thuốc phải cập nhật, rõ ràng, đầy đủ, chính xác dựa trên bằng chứng, dễ hiểu, phù hợp với đối tượng được cung cấp thông tin.\n3. Căn cứ để xây dựng nội dung thông tin thuốc bao gồm các tài liệu sau đây, trừ trường hợp thông tin quy định tại điểm c khoản 5 và điểm a khoản 6 Điều này:\na) Dược thư Quốc gia Việt Nam;\nb) Tờ hướng dẫn sử dụng thuốc đã được Bộ Y tế phê duyệt;\nc) Tài liệu, hướng dẫn chuyên môn có liên quan đến thuốc do Bộ Y tế ban hành hoặc công nhận.\n4. Dược thư Quốc gia Việt Nam là tài liệu chính thức về hướng dẫn sử dụng thuốc hợp lý, an toàn, hiệu quả. Bộ trưởng Bộ Y tế có trách nhiệm ban hành và cập nhật Dược thư Quốc gia Việt Nam.\n5. Nội dung thông tin thuốc bao gồm:\na) Thông tin cho người hành nghề khám bệnh, chữa bệnh bao gồm tên thuốc, thành phần, nồng độ, hàm lượng, dạng bào chế, chỉ định, chống chỉ định, liều dùng, cách dùng, sử dụng thuốc trên các đối tượng đặc biệt, các thông tin liên quan đến cảnh báo và an toàn thuốc và các thông tin cần thiết khác;\nb) Thông tin cho người sử dụng thuốc bao gồm tên thuốc, công dụng, chỉ định, chống chỉ định, liều dùng, cách dùng và những vấn đề cần lưu ý trong quá trình sử dụng thuốc;\nc) Thông tin cho cơ quan quản lý nhà nước về dược bao gồm thông tin cập nhật về chất lượng, an toàn, hiệu quả của thuốc.\n6. Trách nhiệm cung cấp thông tin thuốc được quy định như sau:\na) Cơ sở kinh doanh dược, văn phòng đại diện của thương nhân nước ngoài hoạt động trong lĩnh vực dược tại Việt Nam, cơ sở đăng ký thuốc có trách nhiệm cập nhật thông tin thuốc của cơ sở đang lưu hành trên thị trường cho cơ quan quản lý nhà nước về dược;\nb) Cơ sở kinh doanh dược, văn phòng đại diện của thương nhân nước ngoài hoạt động trong lĩnh vực dược tại Việt Nam, cơ sở đăng ký thuốc có trách nhiệm cung cấp thông tin thuốc phù hợp với thông tin quy định tại khoản 3 Điều này cho người hành nghề khám bệnh, chữa bệnh và người sử dụng thuốc.\nNgười của cơ sở kinh doanh dược giới thiệu thuốc cho người hành nghề khám bệnh, chữa bệnh theo quy định của Bộ trưởng Bộ Y tế;\nc) Người hành nghề khám bệnh, chữa bệnh có trách nhiệm cung cấp thông tin thuốc có liên quan cho người sử dụng thuốc trong quá trình khám bệnh, chữa bệnh;\nd) Cơ quan quản lý nhà nước về dược trong phạm vi nhiệm vụ, quyền hạn của mình có trách nhiệm công bố thông tin về chất lượng, an toàn, hiệu quả của thuốc.\n7. Tổ chức, cá nhân cung cấp thông tin thuốc phải chịu trách nhiệm về những thông tin do mình cung cấp."
  },
  {
    "article": "Điều 77. Cảnh giác dược",
    "content": "1. Nội dung hoạt động cảnh giác dược bao gồm:\na) Theo dõi, phát hiện, báo cáo thông tin liên quan đến phản ứng có hại của thuốc, sai sót liên quan đến thuốc, nghi ngờ thuốc giả, thuốc không đạt tiêu chuẩn chất lượng và thông tin liên quan đến thuốc không có hoặc không đạt hiệu quả điều trị;\nb) Thu thập, xử lý thông tin quy định tại điểm a khoản này; đánh giá lợi ích, nguy cơ, kết luận, quản lý rủi ro liên quan đến thuốc;\nc) Công bố kết luận của cơ quan có thẩm quyền về các vấn đề an toàn của thuốc.\n2. Người sử dụng thuốc khi có những dấu hiệu bất thường trong quá trình sử dụng cần thông báo đến người trực tiếp khám bệnh, chữa bệnh hoặc cơ sở bán lẻ thuốc nơi đã mua thuốc và đến cơ sở khám bệnh, chữa bệnh để có biện pháp xử lý kịp thời.\n3. Người hành nghề khám bệnh, chữa bệnh có các trách nhiệm sau đây:\na) Chủ động theo dõi, phát hiện có dấu hiệu bất thường, sai sót liên quan đến thuốc và nghi ngờ về chất lượng, hiệu quả của thuốc trong quá trình hành nghề;\nb) Đánh giá, xử lý và dự phòng khi phát hiện có dấu hiệu bất thường, sai sót hoặc khi nhận được thông tin từ người sử dụng thuốc quy định tại khoản 2 Điều này;\nc) Báo cáo cho cơ quan có thẩm quyền về các thông tin thu thập được khi thực hiện trách nhiệm quy định tại điểm a và điểm b khoản này.\n4. Cơ sở bán lẻ thuốc có các trách nhiệm sau đây:\na) Tư vấn trong phạm vi chuyên môn cho người sử dụng thuốc về các biện pháp xử lý khi có dấu hiệu bất thường trong quá trình sử dụng thuốc;\nb) Thu thập, báo cáo cho cơ quan có thẩm quyền các thông tin về dấu hiệu bất thường trong quá trình sử dụng thuốc.\n5. Cơ sở sản xuất thuốc, cơ sở pha chế, chế biến thuốc, cơ sở đăng ký thuốc có các trách nhiệm sau đây:\na) Tổ chức theo dõi về chất lượng, an toàn, hiệu quả của thuốc khi đưa ra lưu hành trên thị trường;\nb) Báo cáo và cập nhật thông tin cho cơ quan có thẩm quyền về chất lượng, an toàn, hiệu quả liên quan đến thuốc do cơ sở mình sản xuất, đăng ký lưu hành, pha chế, chế biến.\n6. Bộ trưởng Bộ Y tế quy định việc tạm ngừng kinh doanh, sử dụng và niêm phong bảo quản trong trường hợp thuốc có dấu hiệu không an toàn cho người sử dụng."
  },
  {
    "article": "Điều 78. Tổ chức hoạt động thông tin thuốc và cảnh giác dược",
    "content": "1. Cơ sở kinh doanh dược, cơ sở khám bệnh, chữa bệnh có trách nhiệm tổ chức hoạt động thông tin thuốc và cảnh giác dược tại cơ sở.\n2. Bộ trưởng Bộ Y tế có trách nhiệm tổ chức hệ thống thông tin thuốc và cảnh giác dược.\n3. Chính phủ quy định chi tiết thẩm quyền, hồ sơ, thủ tục tiếp nhận, thẩm định và xác nhận nội dung thông tin thuốc."
  },
  {
    "article": "Điều 79. Quảng cáo thuốc",
    "content": "1. Việc quảng cáo thuốc thực hiện theo đúng nội dung quảng cáo đã được Bộ Y tế xác nhận và theo quy định của pháp luật về quảng cáo có liên quan.\nTrong thời hạn 15 ngày kể từ ngày nhận đủ hồ sơ đề nghị xác nhận nội dung quảng cáo thuốc, Bộ Y tế thẩm định và cấp giấy xác nhận nội dung quảng cáo thuốc. Trường hợp không cấp giấy xác nhận nội dung quảng cáo hoặc có yêu cầu sửa đổi, bổ sung nội dung quảng cáo, Bộ Y tế phải trả lời bằng văn bản và nêu rõ lý do.\n2. Điều kiện đối với thuốc được quảng cáo được quy định như sau:\na) Thuộc Danh mục thuốc không kê đơn;\nb) Không thuộc trường hợp hạn chế sử dụng hoặc sử dụng dưới sự giám sát của thầy thuốc theo khuyến cáo của cơ quan nhà nước có thẩm quyền;\nc) Giấy đăng ký lưu hành thuốc còn thời hạn hiệu lực tại Việt Nam.\n3. Chính phủ quy định chi tiết nội dung quảng cáo thuốc, hồ sơ, thủ tục tiếp nhận, thẩm định và xác nhận nội dung quảng cáo thuốc."
  },
  {
    "article": "Điều 80. Nội dung hoạt động dược lâm sàng",
    "content": "1. Tư vấn trong quá trình xây dựng danh mục thuốc tại cơ sở khám bệnh, chữa bệnh để bảo đảm mục tiêu sử dụng thuốc hợp lý, an toàn, hiệu quả.\n2. Tư vấn và giám sát việc kê đơn và sử dụng thuốc.\n3. Thông tin, hướng dẫn sử dụng thuốc cho người hành nghề khám bệnh, chữa bệnh, người sử dụng thuốc và cộng đồng.\n4. Tham gia xây dựng quy trình, hướng dẫn chuyên môn liên quan đến sử dụng thuốc và giám sát việc thực hiện các quy trình này.\n5. Phân tích, đánh giá hiệu quả sử dụng thuốc tại cơ sở khám bệnh, chữa bệnh.\n6. Tham gia theo dõi, giám sát phản ứng có hại của thuốc.\n7. Tham gia hoạt động nghiên cứu khoa học liên quan đến sử dụng thuốc hợp lý, an toàn, hiệu quả."
  },
  {
    "article": "Điều 81. Triển khai hoạt động dược lâm sàng",
    "content": "1. Người đứng đầu cơ sở khám bệnh, chữa bệnh có hoạt động sử dụng thuốc phải tổ chức và triển khai hoạt động dược lâm sàng theo nội dung quy định tại Điều 80 của Luật này.\n2. Người chịu trách nhiệm chuyên môn của nhà thuốc phải triển khai hoạt động dược lâm sàng theo nội dung quy định tại các khoản 2, 3 và 6 Điều 80 của Luật này cụ thể như sau:\na) Tư vấn, cung cấp thông tin về thuốc cho người mua, người sử dụng thuốc;\nb) Tư vấn, trao đổi với người kê đơn trong trường hợp phát hiện việc kê đơn thuốc không hợp lý;\nc) Tham gia theo dõi, giám sát phản ứng có hại của thuốc.\n3. Chính phủ quy định việc tổ chức, hoạt động dược lâm sàng của cơ sở khám bệnh, chữa bệnh bao gồm cả cơ sở khám bệnh, chữa bệnh của lực lượng vũ trang nhân dân."
  },
  {
    "article": "Điều 82. Quyền và nghĩa vụ của người làm công tác dược lâm sàng",
    "content": "1. Người làm công tác dược lâm sàng tại cơ sở khám bệnh, chữa bệnh có các quyền và nghĩa vụ sau đây:\na) Được tiếp cận người bệnh, bệnh án và đơn thuốc để tư vấn cho người kê đơn trong việc sử dụng thuốc;\nb) Trao đổi với người hành nghề khám bệnh, chữa bệnh để việc kê đơn và sử dụng thuốc hợp lý, an toàn, hiệu quả.\nc) Được ghi ý kiến chuyên môn về dược lâm sàng trong hồ sơ bệnh án, đơn thuốc; được phản ánh ý kiến với Hội đồng thuốc và điều trị của cơ sở khám bệnh, chữa bệnh hoặc người đứng đầu cơ sở khám bệnh, chữa bệnh trong trường hợp có ý kiến khác nhau về việc kê đơn, sử dụng thuốc cho người bệnh;\nd) Tham gia hội chẩn chuyên môn, bình bệnh án, đơn thuốc;\nđ) Tham gia xây dựng hướng dẫn điều trị chuẩn; danh mục thuốc tại cơ sở khám bệnh, chữa bệnh; quy trình chuyên môn kỹ thuật liên quan đến thuốc;\ne) Tham gia theo dõi, giám sát phản ứng có hại của thuốc;\ng) Thực hiện quyền và nghĩa vụ khác theo quy định của pháp luật.\n2. Người làm công tác dược lâm sàng tại nhà thuốc có các quyền và nghĩa vụ sau đây:\na) Tư vấn, cung cấp thông tin về thuốc cho người mua, người sử dụng thuốc;\nb) Tư vấn, trao đổi với người kê đơn trong trường hợp phát hiện việc kê đơn thuốc không hợp lý;\nc) Tham gia theo dõi, giám sát phản ứng có hại của thuốc;\nd) Thực hiện quyền và nghĩa vụ khác theo quy định của pháp luật."
  },
  {
    "article": "Điều 83. Chính sách của Nhà nước đối với hoạt động dược lâm sàng",
    "content": "1. Đầu tư cơ sở, vật chất, trang thiết bị và nhân lực phù hợp cho hoạt động dược lâm sàng tại cơ sở khám bệnh, chữa bệnh của Nhà nước; ưu tiên tuyển dụng dược sỹ chuyên khoa dược lâm sàng tại cơ sở khám bệnh, chữa bệnh của Nhà nước.\n2. Đầu tư cơ sở, vật chất, trang thiết bị và nhân lực cho cơ sở đào tạo dược sỹ chuyên khoa dược lâm sàng của Nhà nước; ngân sách nhà nước hỗ trợ học phí đối với người học chuyên khoa dược lâm sàng.\n3. Nhà nước khuyến khích tổ chức, cá nhân tham gia đào tạo dược sĩ làm công tác dược lâm sàng, đầu tư cơ sở vật chất, trang thiết bị cho hoạt động dược lâm sàng."
  },
  {
    "article": "Điều 84. Cung ứng, bảo quản, cấp phát và sử dụng thuốc",
    "content": "1. Người đứng đầu cơ sở khám bệnh, chữa bệnh có trách nhiệm bảo đảm cung ứng đủ thuốc có chất lượng phục vụ cho nhu cầu cấp cứu, khám bệnh, chữa bệnh tại cơ sở khám bệnh, chữa bệnh; tổ chức bán thuốc ban đêm tại cơ sở khám bệnh, chữa bệnh tuyến huyện trở lên.\n2. Việc bảo quản thuốc trong cơ sở khám bệnh, chữa bệnh phải tuân thủ các quy định về thực hành tốt trong bảo quản thuốc và quy định khác của pháp luật có liên quan.\n3. Việc cấp phát thuốc trong cơ sở khám bệnh, chữa bệnh phải thực hiện theo đúng y lệnh hoặc đơn thuốc, ghi rõ tên thuốc, hàm lượng trên bao bì đựng thuốc và có hướng dẫn cho người sử dụng.\n4. Việc sử dụng thuốc phóng xạ chỉ được thực hiện tại cơ sở khám bệnh, chữa bệnh có thầy thuốc chuyên khoa y học hạt nhân và được Bộ Khoa học và Công nghệ cấp giấy phép tiến hành công việc bức xạ theo quy định của pháp luật về năng lượng nguyên tử.\n5. Bộ trưởng Bộ Y tế quy định về tỷ lệ hao hụt thuốc và việc thanh toán chi phí hao hụt thuốc tại cơ sở khám bệnh, chữa bệnh."
  },
  {
    "article": "Điều 85. Sản xuất, pha chế thuốc trong cơ sở khám bệnh, chữa bệnh",
    "content": "1. Người đứng đầu cơ sở khám bệnh, chữa bệnh có sản xuất, pha chế thuốc để sử dụng tại cơ sở khám bệnh, chữa bệnh phải chịu trách nhiệm về chất lượng và việc quản lý các loại thuốc do cơ sở mình sản xuất, pha chế.\n2. Cơ sở khám bệnh, chữa bệnh được phép sản xuất, pha chế để phục vụ nhu cầu điều trị của cơ sở khi đáp ứng đủ các điều kiện theo quy định của Bộ trưởng Bộ Y tế.\n3. Cơ sở khám bệnh, chữa bệnh sản xuất, pha chế thuốc phóng xạ, ngoài việc thực hiện quy định tại khoản 1 và khoản 2 Điều này, phải thực hiện các biện pháp về an ninh bảo đảm không thất thoát thuốc, nguyên liệu làm thuốc phóng xạ và được Bộ Khoa học và Công nghệ cấp giấy phép tiến hành công việc bức xạ theo quy định của pháp luật về năng lượng nguyên tử.\nThuốc sản xuất, pha chế theo quy định tại khoản này được cung cấp cho cơ sở khám bệnh, chữa bệnh khác theo quy định của Bộ trưởng Bộ Y tế."
  },
  {
    "article": "Điều 86. Các giai đoạn thử thuốc trên lâm sàng",
    "content": "1. Giai đoạn 1 là giai đoạn đầu tiên thử nghiệm trên người nhằm đánh giá sơ bộ về tính an toàn của thuốc.\n2. Giai đoạn 2 là giai đoạn thử nghiệm nhằm xác định liều tối ưu cho thử nghiệm lâm sàng và chứng minh tính an toàn, hiệu quả của thuốc bao gồm cả tính sinh miễn dịch của vắc xin thử trên đối tượng đích.\n3. Giai đoạn 3 là giai đoạn thử nghiệm được nghiên cứu trên quy mô lớn nhằm xác định tính ổn định của công thức, tính an toàn, hiệu quả điều trị ở mức tổng thể của thuốc hoặc để đánh giá hiệu quả bảo vệ và tính an toàn của vắc xin trên đối tượng đích.\n4. Giai đoạn 4 là giai đoạn được tiến hành sau khi thuốc đã được lưu hành nhằm tiếp tục đánh giá tính an toàn, hiệu quả điều trị của thuốc và theo dõi hiệu quả bảo vệ của vắc xin sau khi được dùng rộng rãi trong cộng đồng dân cư theo đúng điều kiện sử dụng."
  },
  {
    "article": "Điều 87. Thử thuốc trên lâm sàng để đăng ký lưu hành thuốc",
    "content": "1. Thử thuốc trên lâm sàng giai đoạn 1, 2 và 3 được thực hiện trước khi đăng ký lưu hành thuốc.\n2. Thử thuốc trên lâm sàng giai đoạn 4 được thực hiện sau khi đăng ký lưu hành thuốc theo yêu cầu của cơ quan quản lý về dược có thẩm quyền."
  },
  {
    "article": "Điều 88. Yêu cầu đối với thuốc thử lâm sàng",
    "content": "1. Thuốc thử lâm sàng phải bảo đảm các yêu cầu sau đây:\na) Đã được nghiên cứu ở giai đoạn tiền lâm sàng;\nb) Có dạng bào chế ổn định;\nc) Đạt tiêu chuẩn chất lượng theo hồ sơ đăng ký thử lâm sàng.\n2. Nhãn thuốc thử lâm sàng phải ghi dòng chữ “Thuốc dùng cho thử lâm sàng. Cấm dùng cho mục đích khác”."
  },
  {
    "article": "Điều 89. Thuốc phải thử lâm sàng, thuốc miễn thử lâm sàng hoặc miễn một số giai đoạn thử lâm sàng khi đăng ký lưu hành thuốc",
    "content": "1. Thuốc phải thử lâm sàng đầy đủ các giai đoạn trong trường hợp sau đây:\na) Thuốc mới, trừ trường hợp quy định tại điểm a khoản 2 và điểm b khoản 3 Điều này;\nb) Thuốc dược liệu có sự kết hợp mới của dược liệu đã từng sử dụng làm thuốc tại Việt Nam và có chỉ định đối với các bệnh thuộc danh mục do Bộ trưởng Bộ Y tế ban hành, trừ trường hợp quy định tại điểm b khoản 2 và điểm c khoản 3 Điều này;\nc) Vắc xin lần đầu tiên đăng ký lưu hành tại Việt Nam, trừ trường hợp quy định tại điểm c khoản 2 Điều này.\n2. Thuốc được miễn một số giai đoạn thử lâm sàng trong trường hợp sau đây:\na) Thuốc mới đã được cấp phép lưu hành tại ít nhất một nước trên thế giới nhưng chưa có đầy đủ dữ liệu lâm sàng về an toàn, hiệu quả;\nb) Thuốc dược liệu không thuộc trường hợp quy định tại điểm c khoản 3 Điều này;\nc) Vắc xin đã được cấp phép lưu hành tại ít nhất một nước trên thế giới và có dữ liệu lâm sàng về an toàn, hiệu quả.\n3. Thuốc được miễn thử lâm sàng trong trường hợp sau đây:\na) Thuốc generic;\nb) Thuốc mới đã được cấp phép lưu hành tại ít nhất một nước trên thế giới và có đầy đủ dữ liệu lâm sàng về an toàn, hiệu quả, trừ vắc xin;\nc) Thuốc dược liệu đã được cấp giấy đăng ký lưu hành thuốc trước ngày Luật này có hiệu lực, trừ thuốc có chỉ định đối với các bệnh thuộc danh mục do Bộ trưởng Bộ Y tế ban hành.\n4. Bộ trưởng Bộ Y tế quy định chi tiết yêu cầu về dữ liệu lâm sàng để bảo đảm an toàn, hiệu quả và tiêu chí để xác định trường hợp miễn thử, miễn một số giai đoạn thử thuốc trên lâm sàng tại Việt Nam và thuốc phải yêu cầu thử lâm sàng giai đoạn 4."
  },
  {
    "article": "Điều 90. Điều kiện của người tham gia thử thuốc trên lâm sàng",
    "content": "1. Phải là người tình nguyện, đáp ứng yêu cầu chuyên môn của việc thử thuốc trên lâm sàng và phải ký thỏa thuận tình nguyện tham gia nghiên cứu với cơ sở kinh doanh dịch vụ thử thuốc trên lâm sàng, trừ người bị hạn chế năng lực hành vi dân sự, mất năng lực hành vi dân sự.\n2. Trường hợp chưa đến tuổi thành niên, bị hạn chế năng lực hành vi dân sự, mất năng lực hành vi dân sự thì phải được sự đồng ý của người đại diện hoặc người giám hộ theo quy định của pháp luật.\n3. Trường hợp là phụ nữ mang thai hoặc đang cho con bú, hồ sơ nghiên cứu phải ghi rõ lý do tuyển chọn và biện pháp phù hợp để bảo vệ người tham gia thử thuốc trên lâm sàng."
  },
  {
    "article": "Điều 91. Quyền và nghĩa vụ của người tham gia thử thuốc trên lâm sàng",
    "content": "1. Người tham gia thử thuốc trên lâm sàng có các quyền sau đây:\na) Trước khi thử thuốc, được cung cấp thông tin đầy đủ, trung thực và những rủi ro có thể xảy ra;\nb) Được tổ chức, cá nhân có thuốc thử lâm sàng bồi thường thiệt hại nếu có thiệt hại do thử thuốc gây ra;\nc) Được giữ bí mật về thông tin cá nhân có liên quan;\nd) Không phải chịu trách nhiệm khi đơn phương chấm dứt việc tham gia thử thuốc trên lâm sàng;\nđ) Khiếu nại, khởi kiện, tố cáo về hành vi vi phạm pháp luật của tổ chức, cá nhân có thuốc thử lâm sàng và nhận thử thuốc.\n2. Người tham gia thử thuốc trên lâm sàng có nghĩa vụ tuân thủ hướng dẫn của nghiên cứu viên theo hồ sơ thử thuốc trên lâm sàng đã được phê duyệt."
  },
  {
    "article": "Điều 92. Quyền và trách nhiệm của tổ chức, cá nhân có thuốc thử lâm sàng",
    "content": "1. Tổ chức, cá nhân có thuốc thử lâm sàng có các quyền sau đây:\na) Lựa chọn tổ chức đáp ứng yêu cầu về cơ sở vật chất và cán bộ chuyên môn để thử thuốc;\nb) Sở hữu toàn bộ kết quả nghiên cứu của thuốc thử lâm sàng.\n2. Tổ chức, cá nhân có thuốc thử lâm sàng có các trách nhiệm sau đây:\na) Bồi thường thiệt hại cho người tham gia thử thuốc trên lâm sàng nếu có rủi ro xảy ra do thử thuốc theo quy định của pháp luật;\nb) Ký kết hợp đồng về việc thử thuốc trên lâm sàng với cơ sở nhận thử thuốc;\nc) Chịu trách nhiệm trước pháp luật về chất lượng và tính an toàn của thuốc do mình cung cấp."
  },
  {
    "article": "Điều 93. Quyền và trách nhiệm của cơ sở nhận thử thuốc trên lâm sàng",
    "content": "1. Cơ sở nhận thử thuốc trên lâm sàng có các quyền sau đây:\na) Tiến hành hoạt động thử thuốc trên lâm sàng theo quy định;\nb) Nhập khẩu, mua hóa chất, chất chuẩn, mẫu thuốc phục vụ cho hoạt động thử thuốc trên lâm sàng;\nc) Sử dụng kết quả nghiên cứu thử thuốc trên lâm sàng theo thỏa thuận với tổ chức, cá nhân có thuốc thử lâm sàng.\n2. Cơ sở nhận thử thuốc trên lâm sàng có các trách nhiệm sau đây:\na) Chịu trách nhiệm về kết quả nghiên cứu thử thuốc trên lâm sàng;\nb) Chịu trách nhiệm về sự an toàn của người tham gia thử thuốc trên lâm sàng và bồi thường thiệt hại cho người tham gia thử thuốc trên lâm sàng nếu có rủi ro xảy ra do lỗi của cơ sở nhận thử thuốc trên lâm sàng theo quy định của pháp luật;\nc) Bảo đảm trung thực, khách quan trong thử thuốc trên lâm sàng;\nd) Độc lập về kinh tế, tổ chức nhân sự đối với tổ chức, cá nhân có thuốc thử lâm sàng."
  },
  {
    "article": "Điều 94. Nguyên tắc và thẩm quyền phê duyệt thử thuốc trên lâm sàng",
    "content": "1. Việc thử thuốc trên lâm sàng chỉ được thực hiện sau khi đã được Hội đồng đạo đức trong nghiên cứu y sinh học cấp quốc gia đánh giá về khoa học và đạo đức đối với hồ sơ thử thuốc trên lâm sàng và được Bộ trưởng Bộ Y tế phê duyệt bằng văn bản.\n2. Việc thử thuốc trên lâm sàng, đánh giá về khoa học và đạo đức đối với hồ sơ thử thuốc trên lâm sàng và phê duyệt thử thuốc trên lâm sàng được thực hiện theo các nguyên tắc cơ bản sau đây:\na) Tôn trọng quyền tự quyết của người tham gia thử thuốc, bảo vệ những người mà quyền tự quyết của họ bị hạn chế;\nb) Bảo đảm các lợi ích của nghiên cứu lớn hơn các nguy cơ, các nguy cơ trong nghiên cứu được cân nhắc kỹ lưỡng và giảm thiểu tối đa theo các chuẩn mực;\nc) Bình đẳng về lợi ích và trách nhiệm cho mỗi người tham gia thử thuốc, bảo đảm lợi ích và nguy cơ được phân bố đều cho người tham gia thử thuốc;\nd) Bảo đảm thực hiện các giai đoạn thử thuốc trên lâm sàng và tuân thủ Thực hành tốt thử thuốc trên lâm sàng.\n3. Hội đồng đạo đức trong nghiên cứu y sinh học là hội đồng độc lập được thành lập ở cấp quốc gia và cấp cơ sở để bảo vệ các quyền, sự an toàn và sức khỏe của người tham gia thử thuốc.\nBộ trưởng Bộ Y tế quy định việc thành lập và chức năng, nhiệm vụ, quyền hạn của Hội đồng đạo đức trong nghiên cứu y sinh học."
  },
  {
    "article": "Điều 95. Hồ sơ, quy trình thử thuốc trên lâm sàng",
    "content": "1. Hồ sơ thử thuốc trên lâm sàng bao gồm:\na) Đơn đề nghị thử thuốc trên lâm sàng;\nb) Hồ sơ thông tin sản phẩm nghiên cứu;\nc) Hồ sơ pháp lý của sản phẩm nghiên cứu;\nd) Đề cương nghiên cứu thử thuốc trên lâm sàng và bản thuyết minh;\nđ) Lý lịch khoa học của nghiên cứu viên;\ne) Bản cung cấp thông tin và phiếu tình nguyện tham gia nghiên cứu của người tham gia thử thuốc trên lâm sàng;\ng) Biên bản đánh giá về khoa học và đạo đức trong nghiên cứu của Hội đồng đạo đức trong nghiên cứu y sinh học cấp cơ sở;\nh) Nhãn thuốc nghiên cứu.\n2. Quy trình thử thuốc trên lâm sàng được quy định như sau:\na) Đăng ký nghiên cứu thử thuốc trên lâm sàng;\nb) Phê duyệt nghiên cứu thử thuốc trên lâm sàng;\nc) Tổ chức thực hiện thử thuốc trên lâm sàng;\nd) Phê duyệt kết quả thử thuốc trên lâm sàng.\n3. Bộ trưởng Bộ Y tế quy định chi tiết Điều này."
  },
  {
    "article": "Điều 96. Các giai đoạn thử tương đương sinh học của thuốc và thuốc phải thử tương đương sinh học",
    "content": "1. Thử tương đương sinh học của thuốc gồm các giai đoạn sau đây:\na) Giai đoạn nghiên cứu lâm sàng là giai đoạn thử nghiệm thuốc đối chứng và thuốc thử tương đương sinh học đã đạt yêu cầu về an toàn, hiệu quả để so sánh sinh khả dụng của 02 thuốc trên người tình nguyện;\nb) Giai đoạn phân tích dịch sinh học của người là giai đoạn phân tích, xác định nồng độ thuốc đối chứng và thuốc thử tương đương sinh học trong mẫu sinh học của người tình nguyện sau khi được dùng ở giai đoạn nghiên cứu lâm sàng nhằm so sánh sinh khả dụng và chứng minh tính tương đương sinh học của 02 thuốc.\n2. Thuốc generic phải thử tương đương sinh học khi có dược chất, dạng bào chế thuộc danh mục dược chất, dạng bào chế phải thử tương đương sinh học do Bộ trưởng Bộ Y tế ban hành."
  },
  {
    "article": "Điều 97. Điều kiện, quyền và nghĩa vụ của người tham gia thử tương đương sinh học của thuốc",
    "content": "1. Người tham gia thử tương đương sinh học của thuốc phải đáp ứng điều kiện quy định tại Điều 90 của Luật này.\n2. Quyền và nghĩa vụ của người tham gia thử tương đương sinh học của thuốc thực hiện theo quy định tại Điều 91 của Luật này."
  },
  {
    "article": "Điều 98. Quyền và trách nhiệm của tổ chức, cá nhân có thuốc thử tương đương sinh học",
    "content": "1. Tổ chức, cá nhân có thuốc thử tương đương sinh học có các quyền sau đây:\na) Lựa chọn tổ chức đáp ứng yêu cầu về cơ sở vật chất và cán bộ chuyên môn để thử tương đương sinh học của thuốc;\nb) Sở hữu toàn bộ kết quả nghiên cứu của thuốc thử tương đương sinh học.\n2. Tổ chức, cá nhân có thuốc thử tương đương sinh học có các trách nhiệm sau đây:\na) Bồi thường thiệt hại cho người tham gia thử tương đương sinh học nếu có rủi ro xảy ra do thử tương đương sinh học theo quy định của pháp luật;\nb) Ký kết hợp đồng về việc thử tương đương sinh học với cơ sở nhận thử tương đương sinh học của thuốc;\nc) Chịu trách nhiệm trước pháp luật về chất lượng và tính an toàn của thuốc do mình cung cấp."
  },
  {
    "article": "Điều 99. Quyền và trách nhiệm của cơ sở nhận thử tương đương sinh học của thuốc",
    "content": "1. Cơ sở nhận thử tương đương sinh học của thuốc có các quyền sau đây:\na) Tiến hành giai đoạn nghiên cứu lâm sàng và giai đoạn phân tích dịch sinh học trong thử tương đương sinh học của thuốc.\nTrường hợp chỉ tiến hành giai đoạn phân tích dịch sinh học thì được ký hợp đồng hoặc liên kết với cơ sở nhận thử thuốc trên lâm sàng đáp ứng Thực hành tốt thử thuốc trên lâm sàng để thực hiện giai đoạn nghiên cứu lâm sàng trong thử tương đương sinh học của thuốc;\nb) Tiến hành hoạt động thử tương đương sinh học của thuốc theo quy định;\nc) Nhập khẩu, mua hóa chất, chất chuẩn, mẫu thuốc phục vụ cho hoạt động thử tương đương sinh học của thuốc;\nd) Sử dụng kết quả nghiên cứu thử tương đương sinh học của thuốc theo thỏa thuận với tổ chức, cá nhân có thuốc thử tương đương sinh học.\n2. Cơ sở nhận thử tương đương sinh học của thuốc có các trách nhiệm sau đây:\na) Chịu trách nhiệm về kết quả nghiên cứu thử tương đương sinh học đối với mẫu thuốc đã thử;\nb) Chịu trách nhiệm về sự an toàn của người tham gia thử tương đương sinh học và bồi thường thiệt hại cho người tham gia thử tương đương sinh học nếu có rủi ro xảy ra do lỗi của cơ sở nhận thử tương đương sinh học của thuốc theo quy định của pháp luật;\nc) Bảo đảm trung thực, khách quan trong thử tương đương sinh học của thuốc;\nd) Độc lập về kinh tế, tổ chức nhân sự đối với tổ chức, cá nhân có thuốc thử tương đương sinh học."
  },
  {
    "article": "Điều 100. Nguyên tắc phê duyệt việc thử tương đương sinh học của thuốc",
    "content": "1. Việc thử tương đương sinh học của thuốc chỉ được thực hiện sau khi đã được Hội đồng đạo đức trong nghiên cứu y sinh học cấp cơ sở đánh giá về khoa học và đạo đức đối với hồ sơ thử tương đương sinh học của thuốc và được người chịu trách nhiệm chuyên môn của cơ sở nhận thử tương đương sinh học của thuốc phê duyệt bằng văn bản.\n2. Việc phê duyệt thử tương đương sinh học của thuốc phải thực hiện theo các nguyên tắc cơ bản sau đây:\na) Nguyên tắc theo quy định tại các điểm a, b và c khoản 2 Điều 94 của Luật này;\nb) Tuân thủ Thực hành tốt thử thuốc trên lâm sàng, Thực hành tốt phòng thí nghiệm phân tích dịch sinh học và phù hợp với hướng dẫn thử tương đương sinh học do Bộ trưởng Bộ Y tế quy định.\n3. Hội đồng đạo đức trong nghiên cứu y sinh học cấp cơ sở đánh giá về khoa học và đạo đức trong nghiên cứu của hồ sơ thử tương đương sinh học của thuốc và phê duyệt đề cương nghiên cứu."
  },
  {
    "article": "Điều 101. Hồ sơ, quy trình thử tương đương sinh học của thuốc",
    "content": "1. Hồ sơ thử tương đương sinh học của thuốc bao gồm:\na) Đơn đề nghị thử tương đương sinh học;\nb) Hồ sơ thông tin về thuốc;\nc) Đề cương nghiên cứu thử tương đương sinh học và bản thuyết minh;\nd) Lý lịch khoa học của nghiên cứu viên;\nđ) Bản cung cấp thông tin và phiếu tình nguyện tham gia nghiên cứu của người tham gia thử tương đương sinh học của thuốc;\ne) Nhãn thuốc.\n2. Quy trình thử tương đương sinh học của thuốc được quy định như sau:\na) Đăng ký nghiên cứu thử tương đương sinh học của thuốc;\nb) Phê duyệt nghiên cứu thử tương đương sinh học của thuốc;\nc) Tổ chức thực hiện thử tương đương sinh học của thuốc;\nd) Phê duyệt kết quả thử tương đương sinh học của thuốc.\n3. Bộ trưởng Bộ Y tế quy định chi tiết Điều này."
  },
  {
    "article": "Điều 102. Quy chuẩn, tiêu chuẩn chất lượng thuốc, nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc",
    "content": "1. Quy chuẩn kỹ thuật quốc gia về thuốc, nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc bao gồm quy chuẩn kỹ thuật về chất lượng thuốc, nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc và phương pháp kiểm nghiệm chung được quy định trong Dược điển Việt Nam. Việc áp dụng phương pháp kiểm nghiệm trong từng chuyên luận của thuốc, nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc được ghi trong Dược điển Việt Nam được thực hiện theo nguyên tắc tự nguyện áp dụng.\n2. Tiêu chuẩn chất lượng thuốc, nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc được quy định như sau:\na) Tiêu chuẩn quốc gia về thuốc, nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc do Bộ Y tế xây dựng, Bộ Khoa học và Công nghệ thẩm định và công bố theo quy định của Luật tiêu chuẩn và quy chuẩn kỹ thuật;\nb) Tiêu chuẩn cơ sở do cơ sở sản xuất thuốc, nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc xây dựng để áp dụng trong phạm vi hoạt động của cơ sở mình nhưng không được thấp hơn quy chuẩn kỹ thuật quốc gia tương ứng được quy định tại Dược điển Việt Nam. Trường hợp Dược điển Việt Nam chưa có quy chuẩn kỹ thuật quốc gia về thuốc, nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc tương ứng, cơ sở xây dựng tiêu chuẩn trên cơ sở kết quả nghiên cứu khoa học hoặc theo quy định của Dược điển nước ngoài và được Bộ Y tế phê duyệt.\n3. Bộ trưởng Bộ Y tế ban hành Dược điển Việt Nam trên cơ sở Tiêu chuẩn quốc gia về thuốc, nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc và quy định việc áp dụng Dược điển nước ngoài tại Việt Nam."
  },
  {
    "article": "Điều 103. Kiểm nghiệm thuốc, nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc",
    "content": "1. Kiểm nghiệm thuốc, nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc là việc lấy mẫu, xem xét tiêu chuẩn kỹ thuật, tiến hành các thử nghiệm tương ứng và cần thiết nhằm xác định thuốc, nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc có đáp ứng tiêu chuẩn chất lượng để quyết định việc chấp nhận hay loại bỏ thuốc, nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc.\n2. Nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc trước khi đưa vào sản xuất thuốc phải được cơ sở sản xuất thuốc tiến hành kiểm nghiệm và đạt tiêu chuẩn chất lượng.\n3. Thuốc, nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc trước khi xuất xưởng phải được cơ sở sản xuất thuốc, nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc tiến hành kiểm nghiệm và đạt tiêu chuẩn chất lượng.\n4. Các thuốc sau đây ngoài việc được kiểm nghiệm theo quy định tại khoản 3 Điều này còn phải được kiểm nghiệm bởi cơ sở kiểm nghiệm thuốc do cơ quan nhà nước có thẩm quyền chỉ định trước khi lưu hành:\na) Vắc xin;\nb) Sinh phẩm là huyết thanh có chứa kháng thể;\nc) Thuốc khác do Bộ trưởng Bộ Y tế quy định căn cứ trên kết quả đánh giá nguy cơ về chất lượng thuốc và diễn biến chất lượng thuốc sản xuất, nhập khẩu.\n5. Bộ trưởng Bộ Y tế quy định chi tiết Điều này."
  },
  {
    "article": "Điều 104. Cơ sở kiểm nghiệm thuốc, nguyên liệu làm thuốc",
    "content": "1. Cơ sở kiểm nghiệm thuốc, nguyên liệu làm thuốc bao gồm:\na) Cơ sở kiểm nghiệm thuốc, nguyên liệu làm thuốc của Nhà nước;\nb) Cơ sở kinh doanh dịch vụ kiểm nghiệm thuốc, nguyên liệu làm thuốc;\nc) Phòng kiểm nghiệm của cơ sở kinh doanh dược.\n2. Cơ sở kiểm nghiệm thuốc, nguyên liệu làm thuốc của Nhà nước có các trách nhiệm sau đây:\na) Thực hiện việc kiểm tra xác định chất lượng thuốc, nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc;\nb) Kiểm tra, đánh giá chất lượng, thẩm định tiêu chuẩn chất lượng thuốc, nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc theo yêu cầu của Bộ Y tế;\nc) Tư vấn, đề xuất với Bộ trưởng Bộ Y tế các biện pháp kỹ thuật để tăng cường công tác quản lý chất lượng thuốc phù hợp với điều kiện phát triển kinh tế - xã hội;\nd) Bảo đảm trung thực, khách quan trong kiểm nghiệm thuốc, nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc;\nđ) Chịu trách nhiệm về kết quả kiểm nghiệm đối với mẫu thuốc, mẫu nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc đã kiểm nghiệm.\n3. Cơ sở kinh doanh dịch vụ kiểm nghiệm thuốc, nguyên liệu làm thuốc có các trách nhiệm quy định tại khoản 2 Điều 51 của Luật này.\n4. Phòng kiểm nghiệm của cơ sở kinh doanh dược chịu trách nhiệm về kiểm tra, kiểm nghiệm để xác định chất lượng thuốc, nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc của cơ sở.\n5. Thủ tướng Chính phủ ban hành quy hoạch hệ thống kiểm nghiệm của Nhà nước, cơ sở kinh doanh dịch vụ kiểm nghiệm thuốc, nguyên liệu làm thuốc; quy định về hệ thống tổ chức, cơ sở vật chất và hoạt động của các cơ sở kiểm nghiệm thuốc, nguyên liệu làm thuốc của Nhà nước."
  },
  {
    "article": "Điều 105. Giải quyết khiếu nại về kết luận chất lượng thuốc, nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc",
    "content": "1. Cơ sở kinh doanh dược có quyền khiếu nại về kết luận chất lượng thuốc, nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc của cơ quan quản lý nhà nước về dược có thẩm quyền.\n2. Trường hợp có khiếu nại về kết luận chất lượng thuốc, nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc, Bộ Y tế chỉ định cơ sở kiểm nghiệm thuốc, nguyên liệu làm thuốc có điều kiện tiêu chuẩn tối thiểu tương đương với cơ sở kiểm nghiệm có kết quả kiểm nghiệm gây phát sinh tranh chấp để kiểm nghiệm lại thuốc, nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc có khiếu nại về kết luận.\n3. Thẩm quyền, thủ tục giải quyết khiếu nại về kết luận chất lượng thuốc nguyên liệu làm thuốc, bao bì tiếp xúc trực tiếp với thuốc thực hiện theo quy định của pháp luật về khiếu nại."
  },
  {
    "article": "Điều 106. Nguyên tắc quản lý nhà nước về giá thuốc",
    "content": "1. Quản lý giá thuốc theo cơ chế thị trường, tôn trọng quyền tự định giá, cạnh tranh về giá của tổ chức, cá nhân kinh doanh thuốc theo quy định của pháp luật.\n2. Bảo đảm công khai, minh bạch giá thuốc khi lưu hành thuốc trên thị trường.\n3. Bảo vệ quyền, lợi ích hợp pháp của tổ chức, cá nhân kinh doanh, người tiêu dùng và lợi ích của Nhà nước.\n4. Thực hiện các biện pháp bình ổn giá và sử dụng các biện pháp khác để quản lý giá thuốc phù hợp với điều kiện phát triển kinh tế - xã hội trong từng thời kỳ."
  },
  {
    "article": "Điều 107. Các biện pháp quản lý giá thuốc",
    "content": "1. Đấu thầu thuốc dự trữ quốc gia theo quy định của Luật đấu thầu và pháp luật về dự trữ quốc gia; đấu thầu thuốc mua từ nguồn vốn ngân sách nhà nước, quỹ bảo hiểm y tế, nguồn thu từ dịch vụ khám bệnh, chữa bệnh và các nguồn thu hợp pháp khác của cơ sở y tế công lập theo quy định của Luật đấu thầu, trừ trường hợp quy định tại khoản 2 Điều này.\n2. Đấu thầu hoặc đặt hàng hoặc giao kế hoạch đối với thuốc phục vụ chương trình mục tiêu quốc gia, quốc phòng, an ninh, phòng, chống dịch bệnh, khắc phục hậu quả thiên tai, thảm họa theo quy định của pháp luật về cung ứng dịch vụ, sản phẩm công ích.\n3. Kê khai giá thuốc trước khi lưu hành trên thị trường và kê khai lại khi thay đổi giá thuốc đã kê khai.\n4. Niêm yết giá bán buôn, bán lẻ thuốc bằng đồng Việt Nam tại nơi giao dịch hoặc nơi bán thuốc của cơ sở kinh doanh dược; in, ghi hoặc dán giá bán lẻ trên bao bì chứa đựng thuốc hoặc bao bì ngoài của thuốc; thông báo công khai trên bảng, trên giấy hoặc bằng các hình thức khác.\n5. Thực hiện các biện pháp bình ổn giá thuốc theo quy định của Luật giá đối với thuốc thuộc Danh mục thuốc thiết yếu khi có biến động bất thường về giá hoặc mặt bằng giá biến động ảnh hưởng đến sự ổn định kinh tế - xã hội.\n6. Thực hiện hình thức đàm phán giá đối với gói thầu mua thuốc, dược liệu chỉ có từ 01 đến 02 nhà sản xuất, thuốc biệt dược gốc, thuốc hiếm, thuốc trong thời gian còn bản quyền, thuốc có hàm lượng không phổ biến và trường hợp đặc thù khác.\n7. Quy định thặng số bán lẻ tối đa đối với thuốc bán tại cơ sở bán lẻ thuốc trong khuôn viên cơ sở khám bệnh, chữa bệnh.\n8. Chính phủ quy định chi tiết Điều này."
  },
  {
    "article": "Điều 108. Trách nhiệm quản lý nhà nước về giá thuốc",
    "content": "1. Chính phủ thống nhất quản lý nhà nước về giá thuốc.\n2. Bộ Y tế chịu trách nhiệm trước Chính phủ thực hiện quản lý nhà nước về giá thuốc.\n3. Bộ, cơ quan ngang bộ trong phạm vi nhiệm vụ, quyền hạn của mình phối hợp với Bộ Y tế thực hiện quản lý nhà nước về giá thuốc.\n4. Ủy ban nhân dân cấp tỉnh trong phạm vi nhiệm vụ, quyền hạn của mình thực hiện quản lý nhà nước về giá thuốc tại địa phương."
  },
  {
    "article": "Điều 109. Trách nhiệm quản lý nhà nước về giá thuốc của Bộ Y tế",
    "content": "Chủ trì phối hợp với Bộ Tài chính, bộ, cơ quan ngang bộ, cơ quan thuộc Chính phủ và Ủy ban nhân dân cấp tỉnh thực hiện quản lý nhà nước về giá thuốc có các nhiệm vụ sau đây:\n1. Chủ trì xây dựng, trình cơ quan nhà nước có thẩm quyền hoặc ban hành theo thẩm quyền và tổ chức thực hiện chính sách, pháp luật về giá thuốc;\n2. Yêu cầu các bộ, cơ quan ngang bộ, cơ quan thuộc Chính phủ, Ủy ban nhân dân cấp tỉnh báo cáo định kỳ, đột xuất về công tác quản lý nhà nước về giá thuốc;\n3. Chủ trì tổ chức thực hiện công tác phổ biến, giáo dục pháp luật về giá thuốc;\n4. Chủ trì, phối hợp với Bộ Tài chính triển khai các biện pháp bình ổn giá thuốc theo quy định của pháp luật về giá;\n5. Chủ trì, phối hợp với Bộ Tài chính quy định cụ thể việc kê khai giá thuốc và nguyên tắc rà soát, công bố giá thuốc do doanh nghiệp sản xuất, nhập khẩu kê khai;\n6. Tổ chức tiếp nhận và rà soát giá thuốc nhập khẩu do cơ sở nhập khẩu hoặc cơ sở ủy quyền nhập khẩu kê khai, kê khai lại; giá thuốc sản xuất trong nước do cơ sở sản xuất kê khai;\n7. Hướng dẫn thực hiện việc niêm yết giá thuốc tại các cơ sở kinh doanh thuốc;\n8. Công bố trên cổng thông tin điện tử của Bộ Y tế về các thông tin sau đây:\na) Giá bán buôn, bán lẻ thuốc đã kê khai;\nb) Giá thuốc trúng thầu do Bảo hiểm xã hội Việt Nam và cơ sở y tế cung cấp;\nc) Thuốc thuộc Danh mục thuốc thiết yếu khi có biến động bất thường về giá hoặc mặt bằng giá biến động ảnh hưởng đến ổn định kinh tế - xã hội;\n9. Kiểm tra, thanh tra và xử phạt vi phạm pháp luật về giá thuốc."
  },
  {
    "article": "Điều 110. Trách nhiệm quản lý nhà nước về giá thuốc của Bộ Tài chính",
    "content": "1. Phối hợp với Bộ Y tế thực hiện các nhiệm vụ sau đây:\na) Quy định cụ thể việc kê khai giá thuốc và nguyên tắc xem xét, công bố giá thuốc do doanh nghiệp sản xuất, nhập khẩu kê khai;\nb) Triển khai biện pháp bình ổn giá thuốc theo quy định của pháp luật về giá;\nc) Kiểm tra, thanh tra và xử phạt vi phạm pháp luật về giá thuốc.\n2. Quy định giá đối với mặt hàng thuốc do cơ quan nhà nước có thẩm quyền đặt hàng, giao kế hoạch từ nguồn ngân sách trung ương.\n3. Cung cấp cho Bộ Y tế thông tin về giá nhập khẩu thực tế (giá CIF) của thuốc nhập khẩu vào Việt Nam."
  },
  {
    "article": "Điều 111. Trách nhiệm quản lý nhà nước về giá thuốc của Bộ Công Thương",
    "content": "1. Cung cấp thông tin giá thuốc, nguyên liệu làm thuốc tại các nước trong khu vực, trên thế giới theo đề nghị của Bộ Y tế để phục vụ công tác quản lý nhà nước về giá thuốc.\n2. Phối hợp với Bộ Y tế kiểm tra, thanh tra và xử phạt vi phạm pháp luật về giá thuốc."
  },
  {
    "article": "Điều 112. Trách nhiệm quản lý nhà nước về giá thuốc của Ủy ban nhân dân cấp tỉnh",
    "content": "1. Quản lý nhà nước về giá thuốc trên địa bàn tỉnh, thành phố trực thuộc trung ương theo quy định của Luật này và pháp luật có liên quan.\n2. Theo dõi, báo cáo Bộ Y tế, Bộ Tài chính thông tin về tình hình giá thuốc trên địa bàn khi có biến động bất thường về giá hoặc mặt bằng giá biến động ảnh hưởng đến ổn định kinh tế - xã hội.\n3. Tổ chức tiếp nhận và rà soát giá thuốc sản xuất trong nước do cơ sở sản xuất thuốc trên địa bàn kê khai lại và báo cáo Bộ Y tế để công bố trên cổng thông tin điện tử của Bộ Y tế.\n4. Kiểm tra, thanh tra và xử phạt vi phạm pháp luật về giá thuốc trên địa bàn quản lý."
  },
  {
    "article": "Điều 113. Trách nhiệm của Bảo hiểm xã hội Việt Nam trong quản lý giá thuốc",
    "content": "Công khai giá thuốc trúng thầu trên cổng thông tin điện tử của Bảo hiểm xã hội Việt Nam và cung cấp giá thuốc trúng thầu đến Bộ Y tế chậm nhất 05 ngày kể từ ngày nhận được kết quả lựa chọn nhà thầu của cơ sở thực hiện đấu thầu thuốc."
  },
  {
    "article": "Điều 114. Trách nhiệm của các cơ sở thực hiện đầu thầu thuốc",
    "content": "1. Trong thời hạn 10 ngày kể từ ngày có kết quả trúng thầu, các cơ sở thực hiện đấu thầu thuốc thuộc phạm vi quản lý của Ủy ban nhân dân cấp tỉnh phải gửi đến Sở Y tế, Bảo hiểm xã hội cấp tỉnh; các cơ sở y tế khác có thực hiện đấu thầu thuốc gửi kết quả trúng thầu thuốc đến Bộ Y tế và Bảo hiểm xã hội Việt Nam.\n2. Trong thời hạn 10 ngày kể từ ngày có kết quả trúng thầu thuốc đối với tỉnh, thành phố trực thuộc trung ương tổ chức đấu thầu thuốc tập trung, Sở Y tế phải báo cáo kết quả trúng thầu thuốc đến Bộ Y tế và Bảo hiểm xã hội Việt Nam."
  },
  {
    "article": "Điều 115. Ðiều khoản chuyển tiếp",
    "content": "1. Cơ sở kinh doanh dược đã được cấp Giấy chứng nhận đủ điều kiện kinh doanh dược theo quy định của Luật dược số 34/2005/QH11 được tiếp tục kinh doanh thuốc cho đến hết thời hạn hiệu lực của Giấy chứng nhận đủ điều kiện kinh doanh dược.\nTrường hợp Giấy chứng nhận đủ điều kiện kinh doanh dược không ghi thời hạn hiệu lực, cơ sở được phép kinh doanh đến hết thời hạn ghi trên giấy chứng nhận thực hành tốt đã được cấp.\n2. Hồ sơ đề nghị cấp, cấp lại Chứng chỉ hành nghề dược, Giấy chứng nhận đủ điều kiện kinh doanh dược, hồ sơ đăng ký thuốc nộp trước ngày Luật này có hiệu lực thi hành được thực hiện theo quy định của Luật dược số 34/2005/QH11, trừ trường hợp cơ sở có đề nghị thực hiện theo quy định của Luật này. Người hành nghề dược đã được cấp Chứng chỉ hành nghề dược theo quy định của Luật dược số 34/2005/QH11 được tiếp tục hành nghề dược đến hết thời hạn hiệu lực của Chứng chỉ hành nghề dược đã cấp.\n3. Đối với người có Chứng chỉ hành nghề dược được cấp trước ngày Luật này có hiệu lực thì thời hạn cập nhật kiến thức chuyên môn tính từ ngày Luật này có hiệu lực.\n4. Đối với Chứng chỉ hành nghề dược có thời hạn được cấp trước ngày Luật này có hiệu lực mà hết hạn sau ngày Luật này có hiệu lực thì được cấp lại Chứng chỉ hành nghề dược theo quy định của Luật này.\n5. Đối với Giấy chứng nhận đủ điều kiện kinh doanh dược có thời hạn được cấp trước ngày Luật này có hiệu lực mà hết hạn sau ngày Luật này có hiệu lực thì phải đề nghị cấp Giấy chứng nhận đủ điều kiện kinh doanh dược theo quy định của Luật này."
  },
  {
    "article": "Điều 116. Hiệu lực thi hành",
    "content": "1. Luật này có hiệu lực thi hành từ ngày 01 tháng 01 năm 2017.\n2. Các quy định về áp dụng các nguyên tắc, tiêu chuẩn Thực hành tốt sản xuất thuốc tại cơ sở sản xuất nguyên liệu làm thuốc; Giấy chứng nhận đủ điều kiện kinh doanh dược đối với cơ sở sản xuất tá dược, vỏ nang, cơ sở sản xuất, chế biến dược liệu; dược lâm sàng của cơ sở khám bệnh, chữa bệnh, nhà thuốc và các cơ sở khác có hoạt động kê đơn sử dụng thuốc có hiệu lực từ ngày 01 tháng 01 năm 2021.\n3. Chính phủ quy định lộ trình thực hiện khoản 2 Điều này, bảo đảm đến ngày 01 tháng 01 năm 2021, các bệnh viện từ hạng 1 trở lên phải tổ chức hoạt động dược lâm sàng quy định tại Điều 80 của Luật này; tất cả vị trí công việc quy định tại Điều 11 của Luật này phải có Chứng chỉ hành nghề dược.\n4. Luật dược số 34/2005/QH11 hết hiệu lực kể từ ngày Luật này có hiệu lực thi hành.\n5. Chính phủ, cơ quan nhà nước có thẩm quyền quy định chi tiết, hướng dẫn thi hành các điều, khoản được giao trong Luật."
  }
]